[
  {"maSach":"sp01","tenTacPham":"Nhật Ký Tarot",                                      "tacGia":"Brigit Esselmont",                "nxb":"NXB Thế giới","gia":"199.000đ","giaSale":"169.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp1.jpg","moTa":"Tarot không phải một trò chơi dự đoán tương lai, mà là một công cụ tạo ra tương lai. Cuốn sách “Nhật ký Tarot” sẽ giúp bạn đặt chân qua ngưỡng cửa của bộ môn khoa học huyền bí, đầy mê hoặc này.Mỗi khi bạn đứng trước những bước đi quan trọng như thay đổi công việc, tìm kiếm mục tiêu cao hơn của cuộc đời hay các mối quan hệ, “Nhật ký Tarot” sẽ giúp bạn trả lời những câu hỏi, vạch ra mục tiêu và đưa ra quyết định đúng đắn dựa trên sức mạnh của trực giác.Cuốn sách này không chỉ cung cấp cho bạn những hiểu biết căn bản nhất về Tarot, mà còn là công cụ tâm linh hiện đại giúp khai mở tâm hồn, kết nối với trí tuệ nội tâm và khởi tạo một cuộc sống tràn đầy năng lượng. “Việc bạn khám phá ra câu trả lời có tác động mạnh mẽ hơn việc người khác đưa câu trả lời cho bạn. Không có thời điểm nào tốt hơn hiện tại để bạn kết nối với trực giác của chính mình.” _Brigit Esselmont_ Đã đến lúc đưa ra những lựa chọn có ý thức về hình tượng chúng ta muốn trở thành, cuộc sống chúng ta hằng mong muốn, cách chúng ta tận dụng tối đa tiềm năng của bản thân. Và giờ thì, người tìm kiếm linh hồn, bạn đã sẵn sàng bắt đầu cuộc hành trình khám phá bản thân và thực hiện ước mơ bằng trực giác của chính mình chưa?"},
  {"maSach":"sp02","tenTacPham":"Tự Học Ngữ Pháp Tiếng Anh Bằng Mindmap",             "tacGia":"Thái Ninh, Vy Ngọc, Ngọc Mỹ",     "nxb":"NXB Đại học Quốc gia Hà Nội","gia":"145.000đ","giaSale":"133.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp2.jpg","moTa":"Theo các nhà nghiên cứu khoa học, não bộ con người có khả năng ghi nhớ tốt hơn các chuỗi sự việc, vì thế Mindmap chính là phương pháp tối ưu giúp các em ghi nhớ kiến thức. Megabook đã cho ra đời bộ sách Tự học Ngữ Pháp Tiếng Anh bằng MINDMAP mới mong muốn giúp bạn đọc tiếp cận với môn Tiếng Anh, học nền tảng ngữ pháp một cách hứng thú, có logic và dễ ghi nhớ."},
  {"maSach":"sp03","tenTacPham":"Cho Tôi Xin Một Vé Đi Tuổi Thơ - Phiên Bản Đặc Biệt","tacGia":"Nguyễn Nhật Ánh",                 "nxb":"NXB Trẻ","gia":"465.000đ","giaSale":"395.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp3.jpg","moTa":"Truyện Cho tôi xin một vé đi tuổi thơ là một trong những tác phẩm bán chạy nhất nhà văn Nguyễn Nhật Ánh. Nhà văn mời người đọc lên chuyến tàu quay ngược trở lại thăm tuổi thơ và tình bạn dễ thương của 4 bạn nhỏ. Những trò chơi dễ thương thời bé, tính cách thật thà, thẳng thắn một cách thông minh và dại dột, những ước mơ tự do trong lòng… khiến cuốn sách có thể làm các bậc phụ huynh lo lắng rồi thở phào. Không chỉ thích hợp với người đọc trẻ, cuốn sách còn có thể hấp dẫn và thực sự có ích cho người lớn trong quan hệ với con mình.Tác phẩm đạt giải thưởng văn học Asean 2010."},
  {"maSach":"sp22","tenTacPham":"Đông Đô Chà Bàn",                                     "tacGia":"Trần Quang Thức",                 "nxb":"Nxb Hà Nội","gia":"99.000đ","giaSale":"85.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp23.jpg","moTa":"Truyện thơ là thể loại văn học rất thịnh hành ở Việt Nam trong khoảng từ thế kỷ XVII đến đầu thế kỷ XX. Trong đó có những tác phẩm còn rất nổi tiếng đến tận ngày nay như: Phạm Công – Cúc Hoa, Tống Trân – Cúc Hoa,Truyện Kiều, Lục Vân Tiên,… Dù không còn đỉnh cao như trước nhưng ngày nay vẫn có nhiều tác phẩm ra đời góp phần làm phong phú nền thi ca Việt Nam. Một trong số đó có thể kể đến Đông Đô Chà Bàn của tác giả Trần Quang Thức – Bút hiệu Trọng Nguyên. Đông Đô Chà Bàn được Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh xuất bản lần đầu vào năm 1991. Đây là tác phẩm kể về cuộc đời của công chúa Huyền Trân (con gái Vua Trần Nhân Tông). Được viết theo thể diễn ca với 9.500 câu thơ lục bát kết hợp với những điển tích."},
  {"maSach":"sp04","tenTacPham":"Đảo Mộng Mơ - Ấn Bản Kỷ Niệm 10 Năm Xuất Bản Lần Đầu","tacGia":"Nguyễn Nhật Ánh, Đỗ Hoàng Tường","nxb":"NXB Trẻ","gia":"200.000đ","giaSale":"160.00đ", "theLoai":"","linkAnh":"assets/sanpham/sp4.jpg","moTa":"Đảo mộng mơ là một lát cắt đời sống của những đứa trẻ lên 10 giàu trí tưởng tượng như tất cả mọi đứa trẻ. Chúng mơ mộng, tưởng tượng, và tự làm  “hiện thực hóa” những khao khát của mình. Câu chuyện bắt đầu từ một đống cát, và được diễn ra theo nhân vật tôi - cu Tin. Có một hòn đảo hoang, trên đảo có Chúa đảo, phu nhân Chúa đảo, và một chàng Thứ… Bảy."},
  {"maSach":"sp05","tenTacPham":"Thương Nhớ Trà Long",                                "tacGia":"Nguyễn Nhật Ánh",                 "nxb":"NXB Trẻ","gia":"78.000đ","giaSale":"66.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp6.jpg","moTa":"Một cuốn sách lãng mạn, trong từng con chữ đầy ắp tình yêu với mưa, với lá, với ngôi nhà cũ, cuốn sách xưa, cùng nỗi nhớ quê và những kỷ niệm thuở nhỏ... Có thể thấy mùi vị của những món ăn mẹ nấu, màu sắc trái cây mẹ mua, những trò chơi của con nhà nghèo…, từ ký ức tác giả đã vẽ ra cho người đọc cả một miền quê với hình ảnh, bối cảnh, không gian, con người của thời ấy, chân thực và tinh tế."}
 ]
