
[
  {"maSach":"sp01","tenTacPham":"Nhật Ký Tarot",                                      "tacGia":"Brigit Esselmont",                "nxb":"NXB Thế giới","gia":"199.000đ","giaSale":"169.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp1.jpg","moTa":"Tarot không phải một trò chơi dự đoán tương lai, mà là một công cụ tạo ra tương lai. Cuốn sách “Nhật ký Tarot” sẽ giúp bạn đặt chân qua ngưỡng cửa của bộ môn khoa học huyền bí, đầy mê hoặc này.Mỗi khi bạn đứng trước những bước đi quan trọng như thay đổi công việc, tìm kiếm mục tiêu cao hơn của cuộc đời hay các mối quan hệ, “Nhật ký Tarot” sẽ giúp bạn trả lời những câu hỏi, vạch ra mục tiêu và đưa ra quyết định đúng đắn dựa trên sức mạnh của trực giác.Cuốn sách này không chỉ cung cấp cho bạn những hiểu biết căn bản nhất về Tarot, mà còn là công cụ tâm linh hiện đại giúp khai mở tâm hồn, kết nối với trí tuệ nội tâm và khởi tạo một cuộc sống tràn đầy năng lượng. “Việc bạn khám phá ra câu trả lời có tác động mạnh mẽ hơn việc người khác đưa câu trả lời cho bạn. Không có thời điểm nào tốt hơn hiện tại để bạn kết nối với trực giác của chính mình.” _Brigit Esselmont_ Đã đến lúc đưa ra những lựa chọn có ý thức về hình tượng chúng ta muốn trở thành, cuộc sống chúng ta hằng mong muốn, cách chúng ta tận dụng tối đa tiềm năng của bản thân. Và giờ thì, người tìm kiếm linh hồn, bạn đã sẵn sàng bắt đầu cuộc hành trình khám phá bản thân và thực hiện ước mơ bằng trực giác của chính mình chưa?"},
  {"maSach":"sp02","tenTacPham":"Tự Học Ngữ Pháp Tiếng Anh Bằng Mindmap",             "tacGia":"Thái Ninh, Vy Ngọc, Ngọc Mỹ",     "nxb":"NXB Đại học Quốc gia Hà Nội","gia":"145.000đ","giaSale":"133.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp2.jpg","moTa":"Theo các nhà nghiên cứu khoa học, não bộ con người có khả năng ghi nhớ tốt hơn các chuỗi sự việc, vì thế Mindmap chính là phương pháp tối ưu giúp các em ghi nhớ kiến thức. Megabook đã cho ra đời bộ sách Tự học Ngữ Pháp Tiếng Anh bằng MINDMAP mới mong muốn giúp bạn đọc tiếp cận với môn Tiếng Anh, học nền tảng ngữ pháp một cách hứng thú, có logic và dễ ghi nhớ."},
  {"maSach":"sp03","tenTacPham":"Cho Tôi Xin Một Vé Đi Tuổi Thơ - Phiên Bản Đặc Biệt","tacGia":"Nguyễn Nhật Ánh",                 "nxb":"NXB Trẻ","gia":"465.000đ","giaSale":"395.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp3.jpg","moTa":"Truyện Cho tôi xin một vé đi tuổi thơ là một trong những tác phẩm bán chạy nhất nhà văn Nguyễn Nhật Ánh. Nhà văn mời người đọc lên chuyến tàu quay ngược trở lại thăm tuổi thơ và tình bạn dễ thương của 4 bạn nhỏ. Những trò chơi dễ thương thời bé, tính cách thật thà, thẳng thắn một cách thông minh và dại dột, những ước mơ tự do trong lòng… khiến cuốn sách có thể làm các bậc phụ huynh lo lắng rồi thở phào. Không chỉ thích hợp với người đọc trẻ, cuốn sách còn có thể hấp dẫn và thực sự có ích cho người lớn trong quan hệ với con mình.Tác phẩm đạt giải thưởng văn học Asean 2010."},
  {"maSach":"sp04","tenTacPham":"Đảo Mộng Mơ - Ấn Bản Kỷ Niệm 10 Năm Xuất Bản Lần Đầu","tacGia":"Nguyễn Nhật Ánh, Đỗ Hoàng Tường","nxb":"NXB Trẻ","gia":"200.000đ","giaSale":"160.00đ", "theLoai":"","linkAnh":"assets/sanpham/sp4.jpg","moTa":"Đảo mộng mơ là một lát cắt đời sống của những đứa trẻ lên 10 giàu trí tưởng tượng như tất cả mọi đứa trẻ. Chúng mơ mộng, tưởng tượng, và tự làm  “hiện thực hóa” những khao khát của mình. Câu chuyện bắt đầu từ một đống cát, và được diễn ra theo nhân vật tôi - cu Tin. Có một hòn đảo hoang, trên đảo có Chúa đảo, phu nhân Chúa đảo, và một chàng Thứ… Bảy."},
  {"maSach":"sp05","tenTacPham":"Thương Nhớ Trà Long",                                "tacGia":"Nguyễn Nhật Ánh",                 "nxb":"NXB Trẻ","gia":"78.000đ","giaSale":"66.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp6.jpg","moTa":"Một cuốn sách lãng mạn, trong từng con chữ đầy ắp tình yêu với mưa, với lá, với ngôi nhà cũ, cuốn sách xưa, cùng nỗi nhớ quê và những kỷ niệm thuở nhỏ... Có thể thấy mùi vị của những món ăn mẹ nấu, màu sắc trái cây mẹ mua, những trò chơi của con nhà nghèo…, từ ký ức tác giả đã vẽ ra cho người đọc cả một miền quê với hình ảnh, bối cảnh, không gian, con người của thời ấy, chân thực và tinh tế."},
  {"maSach":"sp06","tenTacPham":"Ngày Xưa Có Một Chuyện Tình",                        "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"125.000đ","giaSale":"106.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp7.jpg","moTa":" Ngày xưa có một chuyện tình là tác phẩm mới tinh thứ 2 trong năm 2016 của nhà văn Nguyễn Nhật Ánh dài hơn 300 trang, được coi là tập tiếp theo của tập truyện Mắt biếc. Có một tình yêu dữ dội, với em,  của một người yêu em hơn chính bản thân mình - là anh.Ngày xưa có một chuyện tình có phải là một câu chuyện cảm động  khi người ta yêu nhau, nỗi khát khao một hạnh phúc êm đềm ấm áp đến thế; hay đơn giản chỉ là chuyện ba người - anh, em, và người ấy…? Bạn hãy mở sách ra, để chứng kiến làn gió tình yêu chảy qua như rải nắng trên khuôn mặt mùa đông của cô gái; nụ hôn đầu tiên ngọt mật, cái ôm đầu tiên, những giọt nước mắt và cái ôm xiết cuối cùng… rồi sẽ tìm thấy câu trả lời, cho riêng mình."},
  {"maSach":"sp07","tenTacPham":"Làm Bạn Với Bầu Trời",                               "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"220.000đ","giaSale":"178.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp8.jpg","moTa":"Một câu chuyện giản dị, chứa đầy bất ngờ cho tới trang cuối cùng. Và đẹp lộng lẫy, vì lòng vị tha và tình yêu thương, khiến mắt rưng rưng vì một nỗi mừng vui hân hoan. Cuốn sách như một đốm lửa thắp lên lòng khát khao sống tốt trên đời. Viết về điều tốt đã không dễ, viết sao cho người đọc có thể đón nhận đầy cảm xúc tích cực, và muốn được hưởng, được làm những điều tốt dù nhỏ bé... mới thật là khó. Làm bạn với bầu trời của Nguyễn Nhật Ánh đã làm được điều này. Như nhà văn từng phát biểu “...điểm mạnh của văn chương nằm ở khả năng thẩm thấu. Bằng hình thức đặc thù của mình, văn chương góp phần mài sắc các ý niệm đạo đức nơi người đọc một cách vô hình. Bồi đắp tâm hồn và nhân cách một cách âm thầm và bền bỉ, đó là chức năng gốc rễ của văn chương, đặc biệt là văn chương viết cho thanh thiếu niên.”"},
  {"maSach":"sp08","tenTacPham":"Mắt Biếc",                                           "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"110.000đ","giaSale":"93.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp9.jpg","moTa":"Mắt biếc là một tác phẩm được nhiều người bình chọn là hay nhất của nhà văn Nguyễn Nhật Ánh. Tác phẩm này cũng đã được dịch giả Kato Sakae dịch sang tiếng Nhật để giới thiệu với độc giả Nhật Bản.  “Tôi gửi tình yêu cho mùa hè, nhưng mùa hè không giữ nổi. Mùa hè chỉ biết ra hoa, phượng đỏ sân trường và tiếng ve nỉ non trong lá. Mùa hè ngây ngô, giống như tôi vậy. Nó chẳng làm được những điều tôi ký thác. Nó để Hà Lan đốt tôi, đốt rụi. Trái tim tôi cháy thành tro, rơi vãi trên đường về.” … Bởi sự trong sáng của một tình cảm, bởi cái kết thúc buồn, rất buồn khi xuyên suốt câu chuyện vẫn là những điều vui, buồn lẫn lộn… "},
  {"maSach":"sp09","tenTacPham":"Bảy Bước Tới Mùa Hè",                                "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"115.000đ","giaSale":"92.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp10.jpg","moTa":"Câu chuyện về một mùa hè ngọt ngào, những trò chơi nghịch ngợm và bâng khuâng tình cảm tuổi mới lớn. Chỉ vậy thôi nhưng chứng tỏ tác giả đúng là nhà kể chuyện hóm hỉnh, khiến người đọc cuốn hút từ tựa đến trang cuối cùng, có lẽ chính vì giọng văn giản dị và trong trẻo của Nguyễn Nhật Ánh, và kết thúc thì có hậu đầy thuyết phục. Câu chuyện cho tuổi học trò, đọc xong là thấy ngập lên khao khát quay về một thời thơ bé, với tình thầy trò, bè bạn, tình xóm giềng, họ hàng, qua cách nhìn đời nhẹ nhõm, rộng lượng. Bảy bước tới mùa hè sẽ là món quà mà nhà văn Nguyễn Nhật Ánh dành tặng bạn đọc thân thiết, một lần nữa ông đánh thức “Những năm tháng ấu thơ”, trở lại tuổi học trò đầy nghịch ngợm, trong veo với những bâng khuâng tình cảm “treo ngược cành cây” … Ông vẫn dùng cây đũa thần là giọng kể chuyện hóm hỉnh của mình, khiến ai đọc qua cũng thấy xao xuyến với một thuở hồn nhiên cắp sách đến trường. "},
  {"maSach":"sp10","tenTacPham":"Chú Bé Rắc Rối",                                     "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"60.000đ","giaSale":"48.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp11.jpg","moTa":"Tôi tỉnh dậy giữa bóng tối đen khịt. Tôi phải nhấp nháy mắt hai, ba lần để biết đích xác tôi không nằm mơ. Cùng với bóng tối là một sự im lặng đầy chết chóc. Nỗi kinh hoàng nhanh chóng lan tràn khắp cơ thể tôi. Ngực tôi thở như bị đá đè còn ruột gan thì quặn thắt lại vì sợ. Tôi há miệng tính kêu lên nhưng phát hiện ra miệng mình bị nhét đầy giẻ. Tiếng kêu của tôi biến thành tiếng ú ớ nghèn nghẹt trong cổ họng. Cùng lúc, tôi nhận ra hai tay tôi bị trói chặt vào người. Cả hai chân cũng vậy?"},
  {"maSach":"sp11","tenTacPham":"Nữ Sinh",                                            "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"55.000đ","giaSale":"47.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp12.jpg","moTa":"Một sự bất ngờ, Gia được cử về làm giáo viên chủ nhiệm lớp Xuyến, Thục, Cúc Hương. Ba cô hoảng hồn vì thời gian qua đã “hành hạ” Gia bằng đủ trò nghịch ngợm của mình. Hùng quăn không dám đến lớp vì đã có lần đón đường ném đá Gia gây thương tích. Không chịu nổi người dượng ghẻ. Hùng bỏ nhà ra đi. Với tấm lòng cao thượng. Gia đón Hùng về nhà ở chung với mình. Cuối cùng ba cô bạn cũng tìm ra chỗ ở của Gia. Họ sôi nổi bàn chuyện đi cắm trại và xem phim cho cả lớp."},
  {"maSach":"sp12","tenTacPham":"Đúng Người, Không Sai Thời Điểm",                    "tacGia":"Thân Trang",                       "nxb":"NXB Trẻ","gia":"115.00đ","giaSale":"98.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp13.jpg","moTa":"Lần này, một trận ốm nặng khiến cô phải dừng lại mọi việc đang làm để sức khỏe hồi phục. Trở về từ chuyến đi xuyên Việt rong ruổi theo mây trời, săn bình minh và hoàng hôn qua bao nhiêu vùng đất, cô bước vào cuộc sống ngày lo ba lần uống thuốc và sắc thuốc; cảm giác cơ thể đã cố hết sức, nhưng không chống lại được những cơn lạnh từ bên trong chính nó. “Bạn thông minh và tài giỏi ở đâu nếu không giúp được chính mình? Bệnh tật là vị khách không mời mà đến, đến rồi không định đi. Tôi không hề biết, cuộc sống của mình sắp không bao giờ còn như cũ nữa.” (Thân Trang) Trang đã ghi lại hành trình chữa bệnh của bản thân, dọc theo đó cũng là những sự kiện trong hành trình tâm hồn của cô. Bởi vì ai đó, vào ngày nào đó, sẽ cần đến câu chuyện này, và cũng bởi “Chúng ta có thể có khúc quanh này hay khúc quanh kia, vào 20 hay 40 tuổi, không có cuộc đời ai là đường thẳng cả. Chúng ta đã luôn được dạy cách để tiến lên, ai dạy ta cách để dừng lại?”."},
  {"maSach":"sp13","tenTacPham":"Tôi, Em Và Cuốn Tiểu Thuyết Còn Dang Dở",            "tacGia":"Toto Kiyuna",                      "nxb":"Nxb Thế giới","gia":"129.000đ","giaSale":"110.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp14.jpg","moTa":"“Tôi muốn kể lại câu chuyện hay nhất của mình thay vì để cho những ký ức ấy cứ thế mất đi.” Một buổi sáng nọ, anh chàng tiểu thuyết gia Kishimoto Akira bất chợt tỉnh dậy và nhận ra rằng mình chẳng có chút ký ức nào về “ngày hôm qua”. Thực tế, một vụ tai nạn thảm khốc xảy ra vào hai năm trước đã khiến ký ức của cậu bị “reset” mỗi ngày. Thế nhưng, kể cả ở trong tình trạng như vậy, Akira vẫn không hề từ bỏ công việc viết tiểu thuyết của mình. Tôi, em và cuốn tiểu thuyết còn dang dở - câu chuyện đầy xúc động về một chàng trai cho dù phải vật lộn với nỗi bất an tuyệt vọng vẫn quyết tâm không từ bỏ “ngày mai”… Đây là cuốn light novel oneshot bán chạy top 10 của Futabasha và từng xuất sắc đạt giải trong Giải thưởng Tiểu thuyết mạng lần thứ 6. Bên cạnh đó, sách còn nhận được 4.3 sao với tổng số 129 lượt đánh giá trên Amazon."},
  {"maSach":"sp14","tenTacPham":"Đã Hết Cô Đơn",                                      "tacGia":"Janusz L Wisniewski",              "nxb":"NXB Trẻ","gia":"220.000đ","giaSale":"187.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp15.jpg","moTa":"ĐÃ HẾT CÔ ĐƠN được coi là phần 2 của Cô đơn trên mạng , tác phẩm mới nhất của nhà văn sách bán chạy Janusz Leon Wiśniewski.  Những nhân vật chính trong tác phẩm đều liên quan đến những nhân vật chính ở phần 1. Mối tình giữa Nadia, một kiến trúc sư chuyên về phục hồi di tích và Jakub, chuyên gia IT- nghề  thời thượng của thế giới. Xoay quanh đó là nhiều đề tài: lưỡng ái, đồng tính, khảo cổ học, tin học ... [để hiểu cuốn sách này, cần phải đọc phần 1: Cô đơn trên mạng}. Sách của Janusz  ngoài nội dung muôn thuở trong tâm lý  lứa đôi thì tác giả  còn viết rất sâu và tinh tế về diễn biến tâm lý nhân vật, đặc biệt là  phụ nữ “Rất sâu sắc, rất hấp dẫn , rất uyên bác.” – (trích khen tặng của báo chí Ba Lan) Cũng như cuốn tiểu thuyết trước, Đã hết cô đơn được đặt mua số lượng lớn tại Ba Lan, Đức và một số nước châu Âu ngay khi tác giả vừa mới công bố kết thúc sáng tác mới."},
  {"maSach":"sp15","tenTacPham":"451 Độ F ",                                          "tacGia":"Ray Bradbury",                     "nxb":"Nxb văn học","gia":"99.000đ","giaSale":"84.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp16.jpg","moTa":"Hãy mường tượng một thế giới nơi truyền hình thống trị và văn chương ngấp nghé trên bờ tuyệt chủng, nơi thông tin nông cạn được tung hô còn tri thức và ý tưởng thì bị ruồng rẫy, nơi tàng trữ sách là phạm pháp, ta có thể bị bắt chỉ vì tản bộ trên vỉa hè, còn nhiệm vụ của những người lính không phải cứu hỏa mà là châm mồi cho những đám cháy… Khi khắc họa cái xã hội giả tưởng ấy qua con mắt nhìn khủng hoảng niềm tin của anh lính phóng hỏa Montag, Ray  Bradbury chắc không thể ngờ vào tính tiên tri khủng khiếp của cuốn sách. Xã hội chúng ta đang sống ngày nay giống với những gì Bradbury mô tả đến rùng mình: một nền văn minh lệ thuộc quá nhiều vào truyền thông, giải trí và công nghệ. Bởi lẽ đó, hơn sáu chục năm kể từ lần đầu xuất bản, 451 độ F vẫn đủ sức khiến bất kỳ ai đọc nó phải sửng sốt và choáng váng."},
  {"maSach":"sp16","tenTacPham":"Lạnh Lùng",                                          "tacGia":"Nhất Linh",                        "nxb":"Nxb Hội Nhà Văn","gia":"68.000đ","giaSale":"58.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp17.jpg","moTa":"Tiểu thuyết Lạnh lùng của Nhất Linh đăng dài kỳ trên báo Ngày nay, từ số 16 (ngày 12-7-1936) đến số 37 (ngày 6-12-1936), NXB Đời Nay xuất bản lần đầu năm 1937. Lạnh lùng là câu chuyện về Nhung - một góa phụ trẻ tuổi, lòng đầy khát khao yêu đương nhưng bị trói buộc trong nghĩa vụ thủ tiết thờ chồng. Tác phẩm là tiếng nói lên án lễ giáo phong kiến kìm hãm và đi ngược lại quyền sống của con người, đồng thời ngợi ca và cổ vũ tình yêu tự do, giải phóng cá nhân. Ấn bản này của Nhã Nam được thực hiện theo bản in Lạnh lùng của NXB Đời Nay in xong ngày 7/6/ 1940, chỉ sửa một số cách viết cho phù hợp với quy tắc chính tả hiện nay như “dồn dập” thay cho “rồn rập”, “xồng xộc” thay cho “sồng sộc”… Người đọc đã quen thuộc với Nhất Linh trong tư cách là thủ lĩnh và cây bút chủ đạo của Tự Lực văn đoàn, nhưng ông còn là một hoạ sĩ. Thi đỗ vào Cao đẳng Mỹ thuật Đông Dương năm 1925, sau này, với bút danh Đông Sơn, Nhất Linh là người vẽ tranh minh họa cho rất nhiều những tiểu thuyết đăng báo nhiều kỳ của các thành viên trong Tự Lực văn đoàn. Ấn bản này ngoài kênh chữ còn có sự kiện diện của kênh hình với những tranh minh họa do chính Nhất Linh vẽ. Trong 32 bức họa thì 24 bức có sự xuất hiện của Nhung. Qua những bức họa, bạn đọc cũng có thể bắt gặp không gian sinh hoạt, những phong cảnh truyền thống của làng quê Việt Nam với cổng làng, lũy tre, rặng cây, dò hoa thủy tiên ngày Tết…"},
  {"maSach":"sp17","tenTacPham":"Ly Ca",                                              "tacGia":"Đỗ Doãn Phương",                   "nxb":"nxb Hội Nhà Văn","gia":"109.000đ","giaSale":"93.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp18.jpg","moTa":"Ly ca chỉ nói duy nhất một câu chuyện: nỗi đau ly biệt của một người đàn ông. Vì lý do nào đó anh ta không được ở bên người tình, anh trở thành kẻ đi bên lề cuộc đời người tình và dõi theo bóng nàng vui vầy trong cuộc sống mới với chồng, con, ngôi nhà, chiếc giường, căn bếp. Những khúc ly ca day đi dứt lại nỗi đau ấy ở nhiều không gian, nhiều bối cảnh, nhiều trạng thái, khiến người ta quá ư ngạc nhiên: Phải yêu thế nào mà đau được như thế? ... Nếu yêu đến vắt kiệt bản thân như thế thì khi xa lìa mới thực là đau. Tuy thế Hoan ca vẫn là tập thơ của nhiều thanh âm, chỉ đến Ly ca Đỗ Doãn Phương mới tập trung vào một điểm và đẩy cảm xúc lên cung bậc cao nhất, và là tập thơ tôi thích nhất. Bởi Ly ca cho tôi thấy vẻ đẹp của sự tận cùng."},
  {"maSach":"sp18","tenTacPham":"Gió Và Tình Yêu Thổi Trên Đất Nước Tôi",             "tacGia":"Lưu Quang Vũ",                     "nxb":"Nxb Hội Nhà Văn","gia":"136.000đ","giaSale":"116.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp19.jpg","moTa":"Trên mái nhà, cao vút rừng cây Trên rừng cây, những đám mây xô dạt Trên ngày tháng, trên cả niềm cay đắng Thơ tôi là mây trắng của đời tôi."},
  {"maSach":"sp19","tenTacPham":"Văn Học Vết Thâm",                                   "tacGia":"Nguyễn Thị Thuý Hạnh",             "nxb":"Nxb Hội Nhà Văn","gia":"230.000đ","giaSale":"195.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp20.jpg","moTa":"Văn học vết thâm là một tuyển tập thơ và tranh của Nguyễn Thị Thúy Hạnh. Sau tập thơ đầu tay Di chữ, Thúy Hạnh trở lại với một tác phẩm chín muồi hơn, tinh tế hơn nhưng cũng nhiều thách thức hơn, thách thức cho chính tác giả và cho người đọc. Mỗi một tác phẩm, gồm cả thơ và tranh, đều hàm chứa trong đó một trải lòng đã được chắt lọc qua nhiều chiêm nghiệm, nhưng cũng đồng thời hàm chứa cả sự khai mở, kiếm tìm những điều còn hết sức chông chênh, mơ hồ của cuộc đời và của chính bản thân tác giả. Những điều chông chênh, những thoảng qua trong suy tư, khó nắm bắt và vùn vụt đi ấy, đôi khi là một thoáng nhớ cốm Vòng Dịch Vọng, có khi là một chua cay giữa nụ hôn, có lúc chỉ là một tiếng mưa rơi “như tiếng người già nhai trầu”. Nhưng cũng có khi, nặng nề hơn, tăm tối và đột ngột, là hình ảnh một đám ma tôi kỳ quái thê lương, một giấc mộng có đàn bò ăn thành phố, một cánh chuồn chuồn nhão giữa những giấc chín của Hà Nội 99,9 °C,… Thực và mộng, thân quen và kỳ dị, bình lặng và điên dại, hiện tại và quá khứ, tất cả trộn lẫn vào nhau, như một bức tranh đã chằng chịt nét vẽ và sắc màu mà người ta không tài nào còn có thể lần ra đầu mối. "},
  {"maSach":"sp20","tenTacPham":"Câu Đố Việt Nam",                                    "tacGia":"Ngọc Hà",                          "nxb":"Nxb văn học","gia":"38.000đ","giaSale":"36.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp21.jpg","moTa":"Trong kho tàng văn học dân gian nước ta, câu đố có một chỗ đứng nhất định so với các loại truyện thần thoại, cổ tích, truyện cười, ca dao, tục ngữ, hò vè… Tuy nhiên, trong thực tế việc thưởng thức văn hoá dân gian hiện nay, thì câu đố hầu như ngày càng bị lãng quên trong các sinh hoạt xã hội mang tính cổ truyền. Điều này khiến cho nhiều người chủ tâm sưu tầm, nghiên cứu quảng bá các vốn quý của văn học dân gian không khỏi ưu tư, nản lòng. Câu đố Việt Nam là một kho tàng kiến thức và tri thức của nhân dân."},
  {"maSach":"sp21","tenTacPham":"Hương Hoa Đất Nước",                                 "tacGia":"Trọng Toàn",                       "nxb":"Nxb Trẻ","gia":"155.000đ","giaSale":"124.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp22.jpg","moTa":"Hương Hoa Đất Nước - Những Câu Hát Cũ là tác phẩm của nhà văn Trọng Toàn sưu tầm và biên soạn lại. Quyển sách là tuyển tập ca dao theo nhiều chủ đề được tác giả sưu tầm được. Tác giả đã chia sẻ rằng việc sao – lục tập Hương Hoa Đất Nước kéo dài hơn hai mươi lăm năm, nên tôi đã theo hai nguyên – tắc trái ngược hẳn nhau, khi thì chép theo sách, khi thì ghi lại những câu truyền-khẩu tự ngàn xưa…"},
  {"maSach":"sp22","tenTacPham":"Đông Đô Chà Bàn",                                     "tacGia":"Trần Quang Thức",                 "nxb":"Nxb Hà Nội","gia":"99.000đ","giaSale":"85.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp23.jpg","moTa":"Truyện thơ là thể loại văn học rất thịnh hành ở Việt Nam trong khoảng từ thế kỷ XVII đến đầu thế kỷ XX. Trong đó có những tác phẩm còn rất nổi tiếng đến tận ngày nay như: Phạm Công – Cúc Hoa, Tống Trân – Cúc Hoa,Truyện Kiều, Lục Vân Tiên,… Dù không còn đỉnh cao như trước nhưng ngày nay vẫn có nhiều tác phẩm ra đời góp phần làm phong phú nền thi ca Việt Nam. Một trong số đó có thể kể đến Đông Đô Chà Bàn của tác giả Trần Quang Thức – Bút hiệu Trọng Nguyên. Đông Đô Chà Bàn được Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh xuất bản lần đầu vào năm 1991. Đây là tác phẩm kể về cuộc đời của công chúa Huyền Trân (con gái Vua Trần Nhân Tông). Được viết theo thể diễn ca với 9.500 câu thơ lục bát kết hợp với những điển tích."},
  {"maSach":"sp23","tenTacPham":"Truyện Dân Gian Việt Nam Hay Nhất",                  "tacGia":"Nhiều tác giả",                    "nxb":"Nxb Hà Nội","gia":"45.000đ","giaSale":"36.000đ", "theLoai":"","linkAnh":"assets/sanpham/sp24.jpg","moTa":"Truyện Dân Gian Việt Nam Hay Nhất Mục lục Tính lầm Chú cuội cung trăng Sự tích vua heo Sự tích Hồ Gươm Sự tích cây quất Sự tích hồ Ba bể Tích Chu Sự tích hoa đào ngày tết ..."}
]

