[ {"maSach":"sp07","tenTacPham":"Làm Bạn Với Bầu Trời",                               "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"220.000","giaSale":"178.000", "theLoai":"","linkAnh":"assets/sanpham/sp8.jpg","soluong": "20","moTa":"Một câu chuyện giản dị, chứa đầy bất ngờ cho tới trang cuối cùng. Và đẹp lộng lẫy, vì lòng vị tha và tình yêu thương, khiến mắt rưng rưng vì một nỗi mừng vui hân hoan. Cuốn sách như một đốm lửa thắp lên lòng khát khao sống tốt trên đời. Viết về điều tốt đã không dễ, viết sao cho người đọc có thể đón nhận đầy cảm xúc tích cực, và muốn được hưởng, được làm những điều tốt dù nhỏ bé... mới thật là khó. Làm bạn với bầu trời của Nguyễn Nhật Ánh đã làm được điều này. Như nhà văn từng phát biểu “...điểm mạnh của văn chương nằm ở khả năng thẩm thấu. Bằng hình thức đặc thù của mình, văn chương góp phần mài sắc các ý niệm đạo đức nơi người đọc một cách vô hình. Bồi đắp tâm hồn và nhân cách một cách âm thầm và bền bỉ, đó là chức năng gốc rễ của văn chương, đặc biệt là văn chương viết cho thanh thiếu niên.”"},
  {"maSach":"sp08","tenTacPham":"Mắt Biếc",                                           "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"110.000","giaSale":"93.000", "theLoai":"","linkAnh":"assets/sanpham/sp9.jpg","soluong": "20","moTa":"Mắt biếc là một tác phẩm được nhiều người bình chọn là hay nhất của nhà văn Nguyễn Nhật Ánh. Tác phẩm này cũng đã được dịch giả Kato Sakae dịch sang tiếng Nhật để giới thiệu với độc giả Nhật Bản.  “Tôi gửi tình yêu cho mùa hè, nhưng mùa hè không giữ nổi. Mùa hè chỉ biết ra hoa, phượng đỏ sân trường và tiếng ve nỉ non trong lá. Mùa hè ngây ngô, giống như tôi vậy. Nó chẳng làm được những điều tôi ký thác. Nó để Hà Lan đốt tôi, đốt rụi. Trái tim tôi cháy thành tro, rơi vãi trên đường về.” … Bởi sự trong sáng của một tình cảm, bởi cái kết thúc buồn, rất buồn khi xuyên suốt câu chuyện vẫn là những điều vui, buồn lẫn lộn… "},
  {"maSach":"sp09","tenTacPham":"Bảy Bước Tới Mùa Hè",                                "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"115.000","giaSale":"92.000", "theLoai":"","linkAnh":"assets/sanpham/sp10.jpg","soluong": "20","moTa":"Câu chuyện về một mùa hè ngọt ngào, những trò chơi nghịch ngợm và bâng khuâng tình cảm tuổi mới lớn. Chỉ vậy thôi nhưng chứng tỏ tác giả đúng là nhà kể chuyện hóm hỉnh, khiến người đọc cuốn hút từ tựa đến trang cuối cùng, có lẽ chính vì giọng văn giản dị và trong trẻo của Nguyễn Nhật Ánh, và kết thúc thì có hậu đầy thuyết phục. Câu chuyện cho tuổi học trò, đọc xong là thấy ngập lên khao khát quay về một thời thơ bé, với tình thầy trò, bè bạn, tình xóm giềng, họ hàng, qua cách nhìn đời nhẹ nhõm, rộng lượng. Bảy bước tới mùa hè sẽ là món quà mà nhà văn Nguyễn Nhật Ánh dành tặng bạn đọc thân thiết, một lần nữa ông đánh thức “Những năm tháng ấu thơ”, trở lại tuổi học trò đầy nghịch ngợm, trong veo với những bâng khuâng tình cảm “treo ngược cành cây” … Ông vẫn dùng cây đũa thần là giọng kể chuyện hóm hỉnh của mình, khiến ai đọc qua cũng thấy xao xuyến với một thuở hồn nhiên cắp sách đến trường. "},
  {"maSach":"sp10","tenTacPham":"Chú Bé Rắc Rối",                                     "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"60.000","giaSale":"48.000", "theLoai":"","linkAnh":"assets/sanpham/sp11.jpg","soluong": "20","moTa":"Tôi tỉnh dậy giữa bóng tối đen khịt. Tôi phải nhấp nháy mắt hai, ba lần để biết đích xác tôi không nằm mơ. Cùng với bóng tối là một sự im lặng đầy chết chóc. Nỗi kinh hoàng nhanh chóng lan tràn khắp cơ thể tôi. Ngực tôi thở như bị đá đè còn ruột gan thì quặn thắt lại vì sợ. Tôi há miệng tính kêu lên nhưng phát hiện ra miệng mình bị nhét đầy giẻ. Tiếng kêu của tôi biến thành tiếng ú ớ nghèn nghẹt trong cổ họng. Cùng lúc, tôi nhận ra hai tay tôi bị trói chặt vào người. Cả hai chân cũng vậy?"},
  {"maSach":"sp11","tenTacPham":"Nữ Sinh",                                            "tacGia":"Nguyễn Nhật Ánh",                  "nxb":"NXB Trẻ","gia":"55.000","giaSale":"47.000", "theLoai":"","linkAnh":"assets/sanpham/sp12.jpg","soluong": "20","moTa":"Một sự bất ngờ, Gia được cử về làm giáo viên chủ nhiệm lớp Xuyến, Thục, Cúc Hương. Ba cô hoảng hồn vì thời gian qua đã “hành hạ” Gia bằng đủ trò nghịch ngợm của mình. Hùng quăn không dám đến lớp vì đã có lần đón đường ném đá Gia gây thương tích. Không chịu nổi người dượng ghẻ. Hùng bỏ nhà ra đi. Với tấm lòng cao thượng. Gia đón Hùng về nhà ở chung với mình. Cuối cùng ba cô bạn cũng tìm ra chỗ ở của Gia. Họ sôi nổi bàn chuyện đi cắm trại và xem phim cho cả lớp."},
  {"maSach":"sp12","tenTacPham":"Đúng Người, Không Sai Thời Điểm",                    "tacGia":"Thân Trang",                       "nxb":"NXB Trẻ","gia":"115.00","giaSale":"98.000", "theLoai":"","linkAnh":"assets/sanpham/sp13.jpg","soluong": "20","moTa":"Lần này, một trận ốm nặng khiến cô phải dừng lại mọi việc đang làm để sức khỏe hồi phục. Trở về từ chuyến đi xuyên Việt rong ruổi theo mây trời, săn bình minh và hoàng hôn qua bao nhiêu vùng đất, cô bước vào cuộc sống ngày lo ba lần uống thuốc và sắc thuốc; cảm giác cơ thể đã cố hết sức, nhưng không chống lại được những cơn lạnh từ bên trong chính nó. “Bạn thông minh và tài giỏi ở đâu nếu không giúp được chính mình? Bệnh tật là vị khách không mời mà đến, đến rồi không định đi. Tôi không hề biết, cuộc sống của mình sắp không bao giờ còn như cũ nữa.” (Thân Trang) Trang đã ghi lại hành trình chữa bệnh của bản thân, dọc theo đó cũng là những sự kiện trong hành trình tâm hồn của cô. Bởi vì ai đó, vào ngày nào đó, sẽ cần đến câu chuyện này, và cũng bởi “Chúng ta có thể có khúc quanh này hay khúc quanh kia, vào 20 hay 40 tuổi, không có cuộc đời ai là đường thẳng cả. Chúng ta đã luôn được dạy cách để tiến lên, ai dạy ta cách để dừng lại?”."}
]
