[ {"maSach":"sp13","tenTacPham":"Tôi, Em Và Cuốn Tiểu Thuyết Còn Dang Dở",            "tacGia":"Toto Kiyuna",                      "nxb":"Nxb Thế giới","gia":"129.000","giaSale":"110.000", "theLoai":"","linkAnh":"assets/sanpham/sp14.jpg","soluong": "20","moTa":"“Tôi muốn kể lại câu chuyện hay nhất của mình thay vì để cho những ký ức ấy cứ thế mất đi.” Một buổi sáng nọ, anh chàng tiểu thuyết gia Kishimoto Akira bất chợt tỉnh dậy và nhận ra rằng mình chẳng có chút ký ức nào về “ngày hôm qua”. Thực tế, một vụ tai nạn thảm khốc xảy ra vào hai năm trước đã khiến ký ức của cậu bị “reset” mỗi ngày. Thế nhưng, kể cả ở trong tình trạng như vậy, Akira vẫn không hề từ bỏ công việc viết tiểu thuyết của mình. Tôi, em và cuốn tiểu thuyết còn dang dở - câu chuyện đầy xúc động về một chàng trai cho dù phải vật lộn với nỗi bất an tuyệt vọng vẫn quyết tâm không từ bỏ “ngày mai”… Đây là cuốn light novel oneshot bán chạy top 10 của Futabasha và từng xuất sắc đạt giải trong Giải thưởng Tiểu thuyết mạng lần thứ 6. Bên cạnh đó, sách còn nhận được 4.3 sao với tổng số 129 lượt đánh giá trên Amazon."},
  {"maSach":"sp14","tenTacPham":"Đã Hết Cô Đơn",                                      "tacGia":"Janusz L Wisniewski",              "nxb":"NXB Trẻ","gia":"220.000","giaSale":"187.000", "theLoai":"","linkAnh":"assets/sanpham/sp15.jpg","soluong": "20","moTa":"ĐÃ HẾT CÔ ĐƠN được coi là phần 2 của Cô đơn trên mạng , tác phẩm mới nhất của nhà văn sách bán chạy Janusz Leon Wiśniewski.  Những nhân vật chính trong tác phẩm đều liên quan đến những nhân vật chính ở phần 1. Mối tình giữa Nadia, một kiến trúc sư chuyên về phục hồi di tích và Jakub, chuyên gia IT- nghề  thời thượng của thế giới. Xoay quanh đó là nhiều đề tài: lưỡng ái, đồng tính, khảo cổ học, tin học ... [để hiểu cuốn sách này, cần phải đọc phần 1: Cô đơn trên mạng}. Sách của Janusz  ngoài nội dung muôn thuở trong tâm lý  lứa đôi thì tác giả  còn viết rất sâu và tinh tế về diễn biến tâm lý nhân vật, đặc biệt là  phụ nữ “Rất sâu sắc, rất hấp dẫn , rất uyên bác.” – (trích khen tặng của báo chí Ba Lan) Cũng như cuốn tiểu thuyết trước, Đã hết cô đơn được đặt mua số lượng lớn tại Ba Lan, Đức và một số nước châu Âu ngay khi tác giả vừa mới công bố kết thúc sáng tác mới."},
  {"maSach":"sp15","tenTacPham":"451 Độ F ",                                          "tacGia":"Ray Bradbury",                     "nxb":"Nxb văn học","gia":"99.000","giaSale":"84.000", "theLoai":"","linkAnh":"assets/sanpham/sp16.jpg","soluong": "20","moTa":"Hãy mường tượng một thế giới nơi truyền hình thống trị và văn chương ngấp nghé trên bờ tuyệt chủng, nơi thông tin nông cạn được tung hô còn tri thức và ý tưởng thì bị ruồng rẫy, nơi tàng trữ sách là phạm pháp, ta có thể bị bắt chỉ vì tản bộ trên vỉa hè, còn nhiệm vụ của những người lính không phải cứu hỏa mà là châm mồi cho những đám cháy… Khi khắc họa cái xã hội giả tưởng ấy qua con mắt nhìn khủng hoảng niềm tin của anh lính phóng hỏa Montag, Ray  Bradbury chắc không thể ngờ vào tính tiên tri khủng khiếp của cuốn sách. Xã hội chúng ta đang sống ngày nay giống với những gì Bradbury mô tả đến rùng mình: một nền văn minh lệ thuộc quá nhiều vào truyền thông, giải trí và công nghệ. Bởi lẽ đó, hơn sáu chục năm kể từ lần đầu xuất bản, 451 độ F vẫn đủ sức khiến bất kỳ ai đọc nó phải sửng sốt và choáng váng."},
  {"maSach":"sp16","tenTacPham":"Lạnh Lùng",                                          "tacGia":"Nhất Linh",                        "nxb":"Nxb Hội Nhà Văn","gia":"68.000","giaSale":"58.000", "theLoai":"","linkAnh":"assets/sanpham/sp17.jpg","soluong": "20","moTa":"Tiểu thuyết Lạnh lùng của Nhất Linh đăng dài kỳ trên báo Ngày nay, từ số 16 (ngày 12-7-1936) đến số 37 (ngày 6-12-1936), NXB Đời Nay xuất bản lần đầu năm 1937. Lạnh lùng là câu chuyện về Nhung - một góa phụ trẻ tuổi, lòng đầy khát khao yêu đương nhưng bị trói buộc trong nghĩa vụ thủ tiết thờ chồng. Tác phẩm là tiếng nói lên án lễ giáo phong kiến kìm hãm và đi ngược lại quyền sống của con người, đồng thời ngợi ca và cổ vũ tình yêu tự do, giải phóng cá nhân. Ấn bản này của Nhã Nam được thực hiện theo bản in Lạnh lùng của NXB Đời Nay in xong ngày 7/6/ 1940, chỉ sửa một số cách viết cho phù hợp với quy tắc chính tả hiện nay như “dồn dập” thay cho “rồn rập”, “xồng xộc” thay cho “sồng sộc”… Người đọc đã quen thuộc với Nhất Linh trong tư cách là thủ lĩnh và cây bút chủ đạo của Tự Lực văn đoàn, nhưng ông còn là một hoạ sĩ. Thi đỗ vào Cao đẳng Mỹ thuật Đông Dương năm 1925, sau này, với bút danh Đông Sơn, Nhất Linh là người vẽ tranh minh họa cho rất nhiều những tiểu thuyết đăng báo nhiều kỳ của các thành viên trong Tự Lực văn đoàn. Ấn bản này ngoài kênh chữ còn có sự kiện diện của kênh hình với những tranh minh họa do chính Nhất Linh vẽ. Trong 32 bức họa thì 24 bức có sự xuất hiện của Nhung. Qua những bức họa, bạn đọc cũng có thể bắt gặp không gian sinh hoạt, những phong cảnh truyền thống của làng quê Việt Nam với cổng làng, lũy tre, rặng cây, dò hoa thủy tiên ngày Tết…"},
  {"maSach":"sp17","tenTacPham":"Ly Ca",                                              "tacGia":"Đỗ Doãn Phương",                   "nxb":"nxb Hội Nhà Văn","gia":"109.000","giaSale":"93.000", "theLoai":"","linkAnh":"assets/sanpham/sp18.jpg","soluong": "20","moTa":"Ly ca chỉ nói duy nhất một câu chuyện: nỗi đau ly biệt của một người đàn ông. Vì lý do nào đó anh ta không được ở bên người tình, anh trở thành kẻ đi bên lề cuộc đời người tình và dõi theo bóng nàng vui vầy trong cuộc sống mới với chồng, con, ngôi nhà, chiếc giường, căn bếp. Những khúc ly ca day đi dứt lại nỗi đau ấy ở nhiều không gian, nhiều bối cảnh, nhiều trạng thái, khiến người ta quá ư ngạc nhiên: Phải yêu thế nào mà đau được như thế? ... Nếu yêu đến vắt kiệt bản thân như thế thì khi xa lìa mới thực là đau. Tuy thế Hoan ca vẫn là tập thơ của nhiều thanh âm, chỉ đến Ly ca Đỗ Doãn Phương mới tập trung vào một điểm và đẩy cảm xúc lên cung bậc cao nhất, và là tập thơ tôi thích nhất. Bởi Ly ca cho tôi thấy vẻ đẹp của sự tận cùng."},
  {"maSach":"sp18","tenTacPham":"Gió Và Tình Yêu Thổi Trên Đất Nước Tôi",             "tacGia":"Lưu Quang Vũ",                     "nxb":"Nxb Hội Nhà Văn","gia":"136.000","giaSale":"116.000", "theLoai":"","linkAnh":"assets/sanpham/sp19.jpg","soluong": "20","moTa":"Trên mái nhà, cao vút rừng cây Trên rừng cây, những đám mây xô dạt Trên ngày tháng, trên cả niềm cay đắng Thơ tôi là mây trắng của đời tôi."}
]
