[
    { "maSach": "sp01", "tenTacPham": "Nhật Ký Tarot", "tacGia": "Brigit Esselmont", "nxb": "NXB Thế giới", "gia": "199.000", "giaSale": "169.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp1.jpg", "soluong": "20", "moTa": "Tarot không phải một trò chơi dự đoán tương lai, mà là một công cụ tạo ra tương lai. Cuốn sách “Nhật ký Tarot” sẽ giúp bạn đặt chân qua ngưỡng cửa của bộ môn khoa học huyền bí, đầy mê hoặc này.Mỗi khi bạn đứng trước những bước đi quan trọng như thay đổi công việc, tìm kiếm mục tiêu cao hơn của cuộc đời hay các mối quan hệ, “Nhật ký Tarot” sẽ giúp bạn trả lời những câu hỏi, vạch ra mục tiêu và đưa ra quyết định đúng đắn dựa trên sức mạnh của trực giác.Cuốn sách này không chỉ cung cấp cho bạn những hiểu biết căn bản nhất về Tarot, mà còn là công cụ tâm linh hiện đại giúp khai mở tâm hồn, kết nối với trí tuệ nội tâm và khởi tạo một cuộc sống tràn đầy năng lượng. “Việc bạn khám phá ra câu trả lời có tác động mạnh mẽ hơn việc người khác đưa câu trả lời cho bạn. Không có thời điểm nào tốt hơn hiện tại để bạn kết nối với trực giác của chính mình.” _Brigit Esselmont_ Đã đến lúc đưa ra những lựa chọn có ý thức về hình tượng chúng ta muốn trở thành, cuộc sống chúng ta hằng mong muốn, cách chúng ta tận dụng tối đa tiềm năng của bản thân. Và giờ thì, người tìm kiếm linh hồn, bạn đã sẵn sàng bắt đầu cuộc hành trình khám phá bản thân và thực hiện ước mơ bằng trực giác của chính mình chưa?" },
    { "maSach": "sp02", "tenTacPham": "Tự Học Ngữ Pháp Tiếng Anh Bằng Mindmap", "tacGia": "Thái Ninh, Vy Ngọc, Ngọc Mỹ", "nxb": "NXB Đại học Quốc gia Hà Nội", "gia": "145.000", "giaSale": "133.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp2.jpg", "soluong": "20", "moTa": "Theo các nhà nghiên cứu khoa học, não bộ con người có khả năng ghi nhớ tốt hơn các chuỗi sự việc, vì thế Mindmap chính là phương pháp tối ưu giúp các em ghi nhớ kiến thức. Megabook đã cho ra đời bộ sách Tự học Ngữ Pháp Tiếng Anh bằng MINDMAP mới mong muốn giúp bạn đọc tiếp cận với môn Tiếng Anh, học nền tảng ngữ pháp một cách hứng thú, có logic và dễ ghi nhớ." },
    { "maSach": "sp03", "tenTacPham": "Cho Tôi Xin Một Vé Đi Tuổi Thơ -Đặc Biệt", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "465.000", "giaSale": "395.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp3.jpg", "soluong": "20", "moTa": "Truyện Cho tôi xin một vé đi tuổi thơ là một trong những tác phẩm bán chạy nhất nhà văn Nguyễn Nhật Ánh. Nhà văn mời người đọc lên chuyến tàu quay ngược trở lại thăm tuổi thơ và tình bạn dễ thương của 4 bạn nhỏ. Những trò chơi dễ thương thời bé, tính cách thật thà, thẳng thắn một cách thông minh và dại dột, những ước mơ tự do trong lòng… khiến cuốn sách có thể làm các bậc phụ huynh lo lắng rồi thở phào. Không chỉ thích hợp với người đọc trẻ, cuốn sách còn có thể hấp dẫn và thực sự có ích cho người lớn trong quan hệ với con mình.Tác phẩm đạt giải thưởng văn học Asean 2010." },
    { "maSach": "sp04", "tenTacPham": "Đảo Mộng Mơ - Ấn Bản Kỷ Niệm 10 Năm Xuất Bản ", "tacGia": "Nguyễn Nhật Ánh, Đỗ Hoàng Tường", "nxb": "NXB Trẻ", "gia": "200.000", "giaSale": "160.00", "theLoai": "", "linkAnh": "assets/sanpham/sp4.jpg", "soluong": "23", "moTa": "Đảo mộng mơ là một lát cắt đời sống của những đứa trẻ lên 10 giàu trí tưởng tượng như tất cả mọi đứa trẻ. Chúng mơ mộng, tưởng tượng, và tự làm  “hiện thực hóa” những khao khát của mình. Câu chuyện bắt đầu từ một đống cát, và được diễn ra theo nhân vật tôi - cu Tin. Có một hòn đảo hoang, trên đảo có Chúa đảo, phu nhân Chúa đảo, và một chàng Thứ… Bảy." },
    { "maSach": "sp05", "tenTacPham": "Thương Nhớ Trà Long", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "78.000", "giaSale": "66.000", "theLoai": "", "linkAnh": "assets/sanpham/sp6.jpg", "soluong": "20", "moTa": "Một cuốn sách lãng mạn, trong từng con chữ đầy ắp tình yêu với mưa, với lá, với ngôi nhà cũ, cuốn sách xưa, cùng nỗi nhớ quê và những kỷ niệm thuở nhỏ... Có thể thấy mùi vị của những món ăn mẹ nấu, màu sắc trái cây mẹ mua, những trò chơi của con nhà nghèo…, từ ký ức tác giả đã vẽ ra cho người đọc cả một miền quê với hình ảnh, bối cảnh, không gian, con người của thời ấy, chân thực và tinh tế." },
    { "maSach": "sp06", "tenTacPham": "Ngày Xưa Có Một Chuyện Tình", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "125.000", "giaSale": "106.000", "theLoai": "", "linkAnh": "assets/sanpham/sp7.jpg", "soluong": "67", "moTa": " Ngày xưa có một chuyện tình là tác phẩm mới tinh thứ 2 trong năm 2016 của nhà văn Nguyễn Nhật Ánh dài hơn 300 trang, được coi là tập tiếp theo của tập truyện Mắt biếc. Có một tình yêu dữ dội, với em,  của một người yêu em hơn chính bản thân mình - là anh.Ngày xưa có một chuyện tình có phải là một câu chuyện cảm động  khi người ta yêu nhau, nỗi khát khao một hạnh phúc êm đềm ấm áp đến thế; hay đơn giản chỉ là chuyện ba người - anh, em, và người ấy…? Bạn hãy mở sách ra, để chứng kiến làn gió tình yêu chảy qua như rải nắng trên khuôn mặt mùa đông của cô gái; nụ hôn đầu tiên ngọt mật, cái ôm đầu tiên, những giọt nước mắt và cái ôm xiết cuối cùng… rồi sẽ tìm thấy câu trả lời, cho riêng mình." },
    { "maSach": "sp07", "tenTacPham": "Làm Bạn Với Bầu Trời", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "220.000", "giaSale": "178.000", "theLoai": "", "linkAnh": "assets/sanpham/sp8.jpg", "soluong": "47", "moTa": "Một câu chuyện giản dị, chứa đầy bất ngờ cho tới trang cuối cùng. Và đẹp lộng lẫy, vì lòng vị tha và tình yêu thương, khiến mắt rưng rưng vì một nỗi mừng vui hân hoan. Cuốn sách như một đốm lửa thắp lên lòng khát khao sống tốt trên đời. Viết về điều tốt đã không dễ, viết sao cho người đọc có thể đón nhận đầy cảm xúc tích cực, và muốn được hưởng, được làm những điều tốt dù nhỏ bé... mới thật là khó. Làm bạn với bầu trời của Nguyễn Nhật Ánh đã làm được điều này. Như nhà văn từng phát biểu “...điểm mạnh của văn chương nằm ở khả năng thẩm thấu. Bằng hình thức đặc thù của mình, văn chương góp phần mài sắc các ý niệm đạo đức nơi người đọc một cách vô hình. Bồi đắp tâm hồn và nhân cách một cách âm thầm và bền bỉ, đó là chức năng gốc rễ của văn chương, đặc biệt là văn chương viết cho thanh thiếu niên.”" },
    { "maSach": "sp08", "tenTacPham": "Mắt Biếc", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "110.000", "giaSale": "93.000", "theLoai": "", "linkAnh": "assets/sanpham/sp9.jpg", "soluong": "20", "moTa": "Mắt biếc là một tác phẩm được nhiều người bình chọn là hay nhất của nhà văn Nguyễn Nhật Ánh. Tác phẩm này cũng đã được dịch giả Kato Sakae dịch sang tiếng Nhật để giới thiệu với độc giả Nhật Bản.  “Tôi gửi tình yêu cho mùa hè, nhưng mùa hè không giữ nổi. Mùa hè chỉ biết ra hoa, phượng đỏ sân trường và tiếng ve nỉ non trong lá. Mùa hè ngây ngô, giống như tôi vậy. Nó chẳng làm được những điều tôi ký thác. Nó để Hà Lan đốt tôi, đốt rụi. Trái tim tôi cháy thành tro, rơi vãi trên đường về.” … Bởi sự trong sáng của một tình cảm, bởi cái kết thúc buồn, rất buồn khi xuyên suốt câu chuyện vẫn là những điều vui, buồn lẫn lộn… " },
    { "maSach": "sp09", "tenTacPham": "Bảy Bước Tới Mùa Hè", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "115.000", "giaSale": "92.000", "theLoai": "", "linkAnh": "assets/sanpham/sp10.jpg", "soluong": "58", "moTa": "Câu chuyện về một mùa hè ngọt ngào, những trò chơi nghịch ngợm và bâng khuâng tình cảm tuổi mới lớn. Chỉ vậy thôi nhưng chứng tỏ tác giả đúng là nhà kể chuyện hóm hỉnh, khiến người đọc cuốn hút từ tựa đến trang cuối cùng, có lẽ chính vì giọng văn giản dị và trong trẻo của Nguyễn Nhật Ánh, và kết thúc thì có hậu đầy thuyết phục. Câu chuyện cho tuổi học trò, đọc xong là thấy ngập lên khao khát quay về một thời thơ bé, với tình thầy trò, bè bạn, tình xóm giềng, họ hàng, qua cách nhìn đời nhẹ nhõm, rộng lượng. Bảy bước tới mùa hè sẽ là món quà mà nhà văn Nguyễn Nhật Ánh dành tặng bạn đọc thân thiết, một lần nữa ông đánh thức “Những năm tháng ấu thơ”, trở lại tuổi học trò đầy nghịch ngợm, trong veo với những bâng khuâng tình cảm “treo ngược cành cây” … Ông vẫn dùng cây đũa thần là giọng kể chuyện hóm hỉnh của mình, khiến ai đọc qua cũng thấy xao xuyến với một thuở hồn nhiên cắp sách đến trường. " },
    { "maSach": "sp10", "tenTacPham": "Chú Bé Rắc Rối", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "60.000", "giaSale": "48.000", "theLoai": "", "linkAnh": "assets/sanpham/sp11.jpg", "soluong": "20", "moTa": "Tôi tỉnh dậy giữa bóng tối đen khịt. Tôi phải nhấp nháy mắt hai, ba lần để biết đích xác tôi không nằm mơ. Cùng với bóng tối là một sự im lặng đầy chết chóc. Nỗi kinh hoàng nhanh chóng lan tràn khắp cơ thể tôi. Ngực tôi thở như bị đá đè còn ruột gan thì quặn thắt lại vì sợ. Tôi há miệng tính kêu lên nhưng phát hiện ra miệng mình bị nhét đầy giẻ. Tiếng kêu của tôi biến thành tiếng ú ớ nghèn nghẹt trong cổ họng. Cùng lúc, tôi nhận ra hai tay tôi bị trói chặt vào người. Cả hai chân cũng vậy?" },
    { "maSach": "sp11", "tenTacPham": "Nữ Sinh", "tacGia": "Nguyễn Nhật Ánh", "nxb": "NXB Trẻ", "gia": "55.000", "giaSale": "47.000", "theLoai": "", "linkAnh": "assets/sanpham/sp12.jpg", "soluong": "58", "moTa": "Một sự bất ngờ, Gia được cử về làm giáo viên chủ nhiệm lớp Xuyến, Thục, Cúc Hương. Ba cô hoảng hồn vì thời gian qua đã “hành hạ” Gia bằng đủ trò nghịch ngợm của mình. Hùng quăn không dám đến lớp vì đã có lần đón đường ném đá Gia gây thương tích. Không chịu nổi người dượng ghẻ. Hùng bỏ nhà ra đi. Với tấm lòng cao thượng. Gia đón Hùng về nhà ở chung với mình. Cuối cùng ba cô bạn cũng tìm ra chỗ ở của Gia. Họ sôi nổi bàn chuyện đi cắm trại và xem phim cho cả lớp." },
    { "maSach": "sp12", "tenTacPham": "Đúng Người, Không Sai Thời Điểm", "tacGia": "Thân Trang", "nxb": "NXB Trẻ", "gia": "115.00", "giaSale": "98.000", "theLoai": "", "linkAnh": "assets/sanpham/sp13.jpg", "soluong": "201", "moTa": "Lần này, một trận ốm nặng khiến cô phải dừng lại mọi việc đang làm để sức khỏe hồi phục. Trở về từ chuyến đi xuyên Việt rong ruổi theo mây trời, săn bình minh và hoàng hôn qua bao nhiêu vùng đất, cô bước vào cuộc sống ngày lo ba lần uống thuốc và sắc thuốc; cảm giác cơ thể đã cố hết sức, nhưng không chống lại được những cơn lạnh từ bên trong chính nó. “Bạn thông minh và tài giỏi ở đâu nếu không giúp được chính mình? Bệnh tật là vị khách không mời mà đến, đến rồi không định đi. Tôi không hề biết, cuộc sống của mình sắp không bao giờ còn như cũ nữa.” (Thân Trang) Trang đã ghi lại hành trình chữa bệnh của bản thân, dọc theo đó cũng là những sự kiện trong hành trình tâm hồn của cô. Bởi vì ai đó, vào ngày nào đó, sẽ cần đến câu chuyện này, và cũng bởi “Chúng ta có thể có khúc quanh này hay khúc quanh kia, vào 20 hay 40 tuổi, không có cuộc đời ai là đường thẳng cả. Chúng ta đã luôn được dạy cách để tiến lên, ai dạy ta cách để dừng lại?”." },
    { "maSach": "sp13", "tenTacPham": "Tôi, Em Và Cuốn Tiểu Thuyết Còn Dang Dở", "tacGia": "Toto Kiyuna", "nxb": "Nxb Thế giới", "gia": "129.000", "giaSale": "110.000", "theLoai": "", "linkAnh": "assets/sanpham/sp14.jpg", "soluong": "2", "moTa": "“Tôi muốn kể lại câu chuyện hay nhất của mình thay vì để cho những ký ức ấy cứ thế mất đi.” Một buổi sáng nọ, anh chàng tiểu thuyết gia Kishimoto Akira bất chợt tỉnh dậy và nhận ra rằng mình chẳng có chút ký ức nào về “ngày hôm qua”. Thực tế, một vụ tai nạn thảm khốc xảy ra vào hai năm trước đã khiến ký ức của cậu bị “reset” mỗi ngày. Thế nhưng, kể cả ở trong tình trạng như vậy, Akira vẫn không hề từ bỏ công việc viết tiểu thuyết của mình. Tôi, em và cuốn tiểu thuyết còn dang dở - câu chuyện đầy xúc động về một chàng trai cho dù phải vật lộn với nỗi bất an tuyệt vọng vẫn quyết tâm không từ bỏ “ngày mai”… Đây là cuốn light novel oneshot bán chạy top 10 của Futabasha và từng xuất sắc đạt giải trong Giải thưởng Tiểu thuyết mạng lần thứ 6. Bên cạnh đó, sách còn nhận được 4.3 sao với tổng số 129 lượt đánh giá trên Amazon." },
    { "maSach": "sp14", "tenTacPham": "Đã Hết Cô Đơn", "tacGia": "Janusz L Wisniewski", "nxb": "NXB Trẻ", "gia": "220.000", "giaSale": "187.000", "theLoai": "", "linkAnh": "assets/sanpham/sp15.jpg", "soluong": "50", "moTa": "ĐÃ HẾT CÔ ĐƠN được coi là phần 2 của Cô đơn trên mạng , tác phẩm mới nhất của nhà văn sách bán chạy Janusz Leon Wiśniewski.  Những nhân vật chính trong tác phẩm đều liên quan đến những nhân vật chính ở phần 1. Mối tình giữa Nadia, một kiến trúc sư chuyên về phục hồi di tích và Jakub, chuyên gia IT- nghề  thời thượng của thế giới. Xoay quanh đó là nhiều đề tài: lưỡng ái, đồng tính, khảo cổ học, tin học ... [để hiểu cuốn sách này, cần phải đọc phần 1: Cô đơn trên mạng}. Sách của Janusz  ngoài nội dung muôn thuở trong tâm lý  lứa đôi thì tác giả  còn viết rất sâu và tinh tế về diễn biến tâm lý nhân vật, đặc biệt là  phụ nữ “Rất sâu sắc, rất hấp dẫn , rất uyên bác.” – (trích khen tặng của báo chí Ba Lan) Cũng như cuốn tiểu thuyết trước, Đã hết cô đơn được đặt mua số lượng lớn tại Ba Lan, Đức và một số nước châu Âu ngay khi tác giả vừa mới công bố kết thúc sáng tác mới." },
    { "maSach": "sp15", "tenTacPham": "451 Độ F ", "tacGia": "Ray Bradbury", "nxb": "Nxb văn học", "gia": "99.000", "giaSale": "84.000", "theLoai": "", "linkAnh": "assets/sanpham/sp16.jpg", "soluong": "31", "moTa": "Hãy mường tượng một thế giới nơi truyền hình thống trị và văn chương ngấp nghé trên bờ tuyệt chủng, nơi thông tin nông cạn được tung hô còn tri thức và ý tưởng thì bị ruồng rẫy, nơi tàng trữ sách là phạm pháp, ta có thể bị bắt chỉ vì tản bộ trên vỉa hè, còn nhiệm vụ của những người lính không phải cứu hỏa mà là châm mồi cho những đám cháy… Khi khắc họa cái xã hội giả tưởng ấy qua con mắt nhìn khủng hoảng niềm tin của anh lính phóng hỏa Montag, Ray  Bradbury chắc không thể ngờ vào tính tiên tri khủng khiếp của cuốn sách. Xã hội chúng ta đang sống ngày nay giống với những gì Bradbury mô tả đến rùng mình: một nền văn minh lệ thuộc quá nhiều vào truyền thông, giải trí và công nghệ. Bởi lẽ đó, hơn sáu chục năm kể từ lần đầu xuất bản, 451 độ F vẫn đủ sức khiến bất kỳ ai đọc nó phải sửng sốt và choáng váng." },
    { "maSach": "sp16", "tenTacPham": "Lạnh Lùng", "tacGia": "Nhất Linh", "nxb": "Nxb Hội Nhà Văn", "gia": "68.000", "giaSale": "58.000", "theLoai": "", "linkAnh": "assets/sanpham/sp17.jpg", "soluong": "20", "moTa": "Tiểu thuyết Lạnh lùng của Nhất Linh đăng dài kỳ trên báo Ngày nay, từ số 16 (ngày 12-7-1936) đến số 37 (ngày 6-12-1936), NXB Đời Nay xuất bản lần đầu năm 1937. Lạnh lùng là câu chuyện về Nhung - một góa phụ trẻ tuổi, lòng đầy khát khao yêu đương nhưng bị trói buộc trong nghĩa vụ thủ tiết thờ chồng. Tác phẩm là tiếng nói lên án lễ giáo phong kiến kìm hãm và đi ngược lại quyền sống của con người, đồng thời ngợi ca và cổ vũ tình yêu tự do, giải phóng cá nhân. Ấn bản này của Nhã Nam được thực hiện theo bản in Lạnh lùng của NXB Đời Nay in xong ngày 7/6/ 1940, chỉ sửa một số cách viết cho phù hợp với quy tắc chính tả hiện nay như “dồn dập” thay cho “rồn rập”, “xồng xộc” thay cho “sồng sộc”… Người đọc đã quen thuộc với Nhất Linh trong tư cách là thủ lĩnh và cây bút chủ đạo của Tự Lực văn đoàn, nhưng ông còn là một hoạ sĩ. Thi đỗ vào Cao đẳng Mỹ thuật Đông Dương năm 1925, sau này, với bút danh Đông Sơn, Nhất Linh là người vẽ tranh minh họa cho rất nhiều những tiểu thuyết đăng báo nhiều kỳ của các thành viên trong Tự Lực văn đoàn. Ấn bản này ngoài kênh chữ còn có sự kiện diện của kênh hình với những tranh minh họa do chính Nhất Linh vẽ. Trong 32 bức họa thì 24 bức có sự xuất hiện của Nhung. Qua những bức họa, bạn đọc cũng có thể bắt gặp không gian sinh hoạt, những phong cảnh truyền thống của làng quê Việt Nam với cổng làng, lũy tre, rặng cây, dò hoa thủy tiên ngày Tết…" },
    { "maSach": "sp17", "tenTacPham": "Ly Ca", "tacGia": "Đỗ Doãn Phương", "nxb": "nxb Hội Nhà Văn", "gia": "109.000", "giaSale": "93.000", "theLoai": "", "linkAnh": "assets/sanpham/sp18.jpg", "soluong": "90", "moTa": "Ly ca chỉ nói duy nhất một câu chuyện: nỗi đau ly biệt của một người đàn ông. Vì lý do nào đó anh ta không được ở bên người tình, anh trở thành kẻ đi bên lề cuộc đời người tình và dõi theo bóng nàng vui vầy trong cuộc sống mới với chồng, con, ngôi nhà, chiếc giường, căn bếp. Những khúc ly ca day đi dứt lại nỗi đau ấy ở nhiều không gian, nhiều bối cảnh, nhiều trạng thái, khiến người ta quá ư ngạc nhiên: Phải yêu thế nào mà đau được như thế? ... Nếu yêu đến vắt kiệt bản thân như thế thì khi xa lìa mới thực là đau. Tuy thế Hoan ca vẫn là tập thơ của nhiều thanh âm, chỉ đến Ly ca Đỗ Doãn Phương mới tập trung vào một điểm và đẩy cảm xúc lên cung bậc cao nhất, và là tập thơ tôi thích nhất. Bởi Ly ca cho tôi thấy vẻ đẹp của sự tận cùng." },
    { "maSach": "sp18", "tenTacPham": "Gió Và Tình Yêu Thổi Trên Đất Nước Tôi", "tacGia": "Lưu Quang Vũ", "nxb": "Nxb Hội Nhà Văn", "gia": "136.000", "giaSale": "116.000", "theLoai": "", "linkAnh": "assets/sanpham/sp19.jpg", "soluong": "120", "moTa": "Trên mái nhà, cao vút rừng cây Trên rừng cây, những đám mây xô dạt Trên ngày tháng, trên cả niềm cay đắng Thơ tôi là mây trắng của đời tôi." },
    { "maSach": "sp19", "tenTacPham": "Văn Học Vết Thâm", "tacGia": "Nguyễn Thị Thuý Hạnh", "nxb": "Nxb Hội Nhà Văn", "gia": "230.000", "giaSale": "195.000", "theLoai": "", "linkAnh": "assets/sanpham/sp20.jpg", "soluong": "50", "moTa": "Văn học vết thâm là một tuyển tập thơ và tranh của Nguyễn Thị Thúy Hạnh. Sau tập thơ đầu tay Di chữ, Thúy Hạnh trở lại với một tác phẩm chín muồi hơn, tinh tế hơn nhưng cũng nhiều thách thức hơn, thách thức cho chính tác giả và cho người đọc. Mỗi một tác phẩm, gồm cả thơ và tranh, đều hàm chứa trong đó một trải lòng đã được chắt lọc qua nhiều chiêm nghiệm, nhưng cũng đồng thời hàm chứa cả sự khai mở, kiếm tìm những điều còn hết sức chông chênh, mơ hồ của cuộc đời và của chính bản thân tác giả. Những điều chông chênh, những thoảng qua trong suy tư, khó nắm bắt và vùn vụt đi ấy, đôi khi là một thoáng nhớ cốm Vòng Dịch Vọng, có khi là một chua cay giữa nụ hôn, có lúc chỉ là một tiếng mưa rơi “như tiếng người già nhai trầu”. Nhưng cũng có khi, nặng nề hơn, tăm tối và đột ngột, là hình ảnh một đám ma tôi kỳ quái thê lương, một giấc mộng có đàn bò ăn thành phố, một cánh chuồn chuồn nhão giữa những giấc chín của Hà Nội 99,9 °C,… Thực và mộng, thân quen và kỳ dị, bình lặng và điên dại, hiện tại và quá khứ, tất cả trộn lẫn vào nhau, như một bức tranh đã chằng chịt nét vẽ và sắc màu mà người ta không tài nào còn có thể lần ra đầu mối. " },
    { "maSach": "sp20", "tenTacPham": "Câu Đố Việt Nam", "tacGia": "Ngọc Hà", "nxb": "Nxb văn học", "gia": "38.000", "giaSale": "36.000", "theLoai": "", "linkAnh": "assets/sanpham/sp21.jpg", "soluong": "23", "moTa": "Trong kho tàng văn học dân gian nước ta, câu đố có một chỗ đứng nhất định so với các loại truyện thần thoại, cổ tích, truyện cười, ca dao, tục ngữ, hò vè… Tuy nhiên, trong thực tế việc thưởng thức văn hoá dân gian hiện nay, thì câu đố hầu như ngày càng bị lãng quên trong các sinh hoạt xã hội mang tính cổ truyền. Điều này khiến cho nhiều người chủ tâm sưu tầm, nghiên cứu quảng bá các vốn quý của văn học dân gian không khỏi ưu tư, nản lòng. Câu đố Việt Nam là một kho tàng kiến thức và tri thức của nhân dân." },
    { "maSach": "sp21", "tenTacPham": "Hương Hoa Đất Nước", "tacGia": "Trọng Toàn", "nxb": "Nxb Trẻ", "gia": "155.000", "giaSale": "124.000", "theLoai": "", "linkAnh": "assets/sanpham/sp22.jpg", "soluong": "20", "moTa": "Hương Hoa Đất Nước - Những Câu Hát Cũ là tác phẩm của nhà văn Trọng Toàn sưu tầm và biên soạn lại. Quyển sách là tuyển tập ca dao theo nhiều chủ đề được tác giả sưu tầm được. Tác giả đã chia sẻ rằng việc sao – lục tập Hương Hoa Đất Nước kéo dài hơn hai mươi lăm năm, nên tôi đã theo hai nguyên – tắc trái ngược hẳn nhau, khi thì chép theo sách, khi thì ghi lại những câu truyền-khẩu tự ngàn xưa…" },
    { "maSach": "sp22", "tenTacPham": "Đông Đô Chà Bàn", "tacGia": "Trần Quang Thức", "nxb": "Nxb Hà Nội", "gia": "99.000", "giaSale": "85.000", "theLoai": "", "linkAnh": "assets/sanpham/sp23.jpg", "soluong": "102", "moTa": "Truyện thơ là thể loại văn học rất thịnh hành ở Việt Nam trong khoảng từ thế kỷ XVII đến đầu thế kỷ XX. Trong đó có những tác phẩm còn rất nổi tiếng đến tận ngày nay như: Phạm Công – Cúc Hoa, Tống Trân – Cúc Hoa,Truyện Kiều, Lục Vân Tiên,… Dù không còn đỉnh cao như trước nhưng ngày nay vẫn có nhiều tác phẩm ra đời góp phần làm phong phú nền thi ca Việt Nam. Một trong số đó có thể kể đến Đông Đô Chà Bàn của tác giả Trần Quang Thức – Bút hiệu Trọng Nguyên. Đông Đô Chà Bàn được Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh xuất bản lần đầu vào năm 1991. Đây là tác phẩm kể về cuộc đời của công chúa Huyền Trân (con gái Vua Trần Nhân Tông). Được viết theo thể diễn ca với 9.500 câu thơ lục bát kết hợp với những điển tích." },
    { "maSach": "sp23", "tenTacPham": "Truyện Dân Gian Việt Nam Hay Nhất", "tacGia": "Nhiều tác giả", "nxb": "Nxb Hà Nội", "gia": "45.000", "giaSale": "36.000", "theLoai": "", "linkAnh": "assets/sanpham/sp24.jpg", "soluong": "202", "moTa": "Truyện Dân Gian Việt Nam Hay Nhất Mục lục Tính lầm Chú cuội cung trăng Sự tích vua heo Sự tích Hồ Gươm Sự tích cây quất Sự tích hồ Ba bể Tích Chu Sự tích hoa đào ngày tết ..." },

    { "maSach": "sp25", "tenTacPham": "Huấn Luyện Tự Thân, Lãnh Đạo Tự Thân ", "tacGia": "PAMELA McLEAN", "nxb": "NXB Dân Trí", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp25.jpg", "soluong": "20", "moTa": "Huấn luyện tự thân, lãnh đạo tự thân tập trung vào khái niệm sử dụng chính bản thân làm công cụ huấn luyện, một khía cạnh chính trong công việc huấn luyện khai vấn. Cách tiếp cận mới mẻ và sáng tạo này sẽ giúp các huấn luyện viên cùng các nhà lãnh đạo mở rộng con đường khám phá chính mình." },
    { "maSach": "sp26", "tenTacPham": "Tầm Nhìn Chiến Lược Nhân Sự", "tacGia": "Kanai Toshihiro, Yagi Yosuke", "nxb": "NXB Lao Động", "gia": "89.000", "giaSale": "80.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp26.jpg", "soluong": "20", "moTa": "Đồng sáng lập tập đoàn HP - Bill Hewlett nói rằng: “Công việc của người quản trị nhân lực là giúp nâng cao chất lượng điều hành, quản lý." },
    { "maSach": "sp27", "tenTacPham": "Đầu Tư Bất Động Sản", "tacGia": " David Lindahl", "nxb": "NXB Lao Động", "gia": "169.000", "giaSale": "144.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp27.jpg", "soluong": "20", "moTa": "Thị trường bất động sản tại Việt Nam chính thức được hình thành từ năm 1993, với sự ra đời của Luật Đất đai cho phép chuyển nhượng, chuyển đổi, cho thuê, thế chấp giá trị quyền sử dụng đất. Năm 1996, lần đầu tiên khái niệm “Thị trường bất động sản” được chính thức đề cập trong văn kiện Đại hội Đảng toàn quốc lần thứ VIII. Sau đó, sự ra đời của Luật đất đai 2003, Dự thảo Luật Kinh doanh bất động sản, Luật Nhà ở và hàng loạt những văn bản dưới luật hướng dẫn thi hành đã khẳng định sự tồn tại và phát triển của thị trường bất động sản Việt Nam.Thị trường bất động sản tại Việt Nam chính thức được hình thành từ năm 1993, với sự ra đời của Luật Đất đai cho phép chuyển nhượng, chuyển đổi, cho thuê, thế chấp giá trị quyền sử dụng đất. Năm 1996, lần đầu tiên khái niệm “Thị trường bất động sản” được chính thức đề cập trong văn kiện Đại hội Đảng toàn quốc lần thứ VIII. Sau đó, sự ra đời của Luật đất đai 2003, Dự thảo Luật Kinh doanh bất động sản, Luật Nhà ở và hàng loạt những văn bản dưới luật hướng dẫn thi hành đã khẳng định sự tồn tại và phát triển của thị trường bất động sản Việt Nam." },
    { "maSach": "sp28", "tenTacPham": "Kế Hoạch Marketing Trên Một Trang Giấy", "tacGia": "Allan Dib", "nxb": "NXB Lao Động", "gia": "159.000", "giaSale": "135.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp28.jpg", "soluong": "20", "moTa": "Nhắc đến marketing, với những doanh nghiệp thực sự quan tâm, họ thường nghĩ ngay đến những buổi diễn thuyết nhiều tiếng đồng hồ, hàng nghìn đầu sách “nặng đô”, hàng tá chiến lược dài lê thê và phức tạp với cơ man biểu đồ, diễn giải... " },
    { "maSach": "sp29", "tenTacPham": "Trực Giác Chiến Lược", "tacGia": "William Duggan", "nxb": "NXB Dân Trí", "gia": "119.000", "giaSale": "101.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp29.jpg", "soluong": "20", "moTa": "Cuốn sách “Trực giác chiến lược” của William Duggan sẽ giải thích cho bạn sự tồn tại của khái niệm “tia chớp nhận thức” dựa trên những câu chuyện tưởng như tình cờ đó." },
    { "maSach": "sp30", "tenTacPham": "Bộ Sách Lời Thú Tội Mới Của Một Sát Thủ Kinh Tế ", "tacGia": "John Perkins, David M Rubenstein", "nxb": "NXB Dân Trí", "gia": "385.000", "giaSale": "327.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp30.jpg", "soluong": "20", "moTa": "Bộ Sách Lời Thú Tội Mới Của Một Sát Thủ Kinh Tế + Nghệ Thuật Lãnh Đạo - Chân Dung Những CEO, Nhà Sáng Lập Và Những Người Thay Đổi Cuộc Chơi Vĩ Đại Nhất Thế Giới (Bộ 2 Cuốn)" },
    { "maSach": "sp31", "tenTacPham": "Donald Trump - Chiến Lược Đầu Tư Bất Động Sản", "tacGia": "George H Ross,Andrew James McLean", "nxb": "NXB Dân Trí", "gia": "149.000", "giaSale": "127.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp31.jpg", "soluong": "20", "moTa": "Có thể khẳng định rằng kinh tế BĐS là một thành phần quan trọng, chiếm tỷ trọng đáng kể trong nền kinh tế của tất cả các nước phát triển. Đối với các nước đang phát triển, kinh tế BĐS có vai trò tạo nên tích lũy tài chính ban đầu của quá trình công nghiệp hóa đất nước. Điều này đã được chứng minh bằng thực tế ở các nước và vùng lãnh thổ như Singapore, Hàn Quốc, Đài Loan, Hong Kong." },
    { "maSach": "sp32", "tenTacPham": "Tôi Đã Kiếm 2.000.000 Đô La", "tacGia": "Nicolas Darvas", "nxb": "NXB Dân Trí", "gia": "109.000", "giaSale": "93.000", "theLoai": "Sách Kinh Tế", "linkAnh": "assets/sanpham/sp32.jpg", "soluong": "20", "moTa": "Thị trường chứng khoán Việt Nam (TTCKVN) đang trở thành kênh đầu tư hấp dẫn có mức sinh lời cao song cũng chứa đựng nhiều rủi ro. Sự thành bại trên thị trường phụ thuộc vào kiến thức, quan hệ và các kỹ năng, chiến lược của từng nhà đầu tư. Như một nhà đầu tư nổi tiếng từng nói: “Trên thị trường chứng khoán không phải những chứng khoán mà là những tư duy được mua và bán”." },

    { "maSach": "sp33", "tenTacPham": "Biên Niên Cô Đơn", "tacGia": "Nguyễn Ngọc Thạch", "nxb": "NXB Phụ Nữ", "gia": "99.000", "giaSale": "84.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp33.jpg", "soluong": "20", "moTa": "Sau khi chia tay người cũ, mình mất hết một năm loay hoay trong mớ bòng bong cảm xúc trong lòng. Lúc đó không buồn, cũng chẳng quá đau khổ dằn vặt gì, vẫn cứ sống và làm việc bình thường, thậm chí làm việc còn nhiều hơn trước và thành công hơn trước." },
    { "maSach": "sp34", "tenTacPham": "Drama Nuôi Tôi Lớn Loài Người Dạy Tôi Khôn", "tacGia": "Pương Pương", "nxb": "NXB Dân Trí", "gia": "99.000", "giaSale": "89.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp34.jpg", "soluong": "20", "moTa": "Chào mừng các bạn đến với cuốn sách đầu tay của Pương Pương. Nơi mang lại không chỉ những câu chuyện drama cười ra nước mắt và còn thấm đẫm những triết lý sâu sắc của hiện tượng mạng xã hội mang tên Pương hay còn gọi là Pương nè." },
    { "maSach": "sp35", "tenTacPham": "Đời Tôi Sóng Nhạc Bay Lên", "tacGia": "Phong Nhã", "nxb": "NXB Kim Đồng", "gia": "50.000", "giaSale": "48.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp35.jpg", "soluong": "20", "moTa": "Đọc “Đời tôi sóng nhạc bay lên”, chúng ta hiểu hơn về cuộc đời và con đường đến với âm nhạc của Phong Nhã. Trải qua nhiều mất mát và biến cố, nhưng tình yêu thương của người thân, quê hương, bạn bè và lòng say âm nhạc đã giúp ông vượt lên tất cả." },
    { "maSach": "sp36", "tenTacPham": "Hạnh Phúc Phải Giấu Kín", "tacGia": "Trịnh Văn Sỹ", "nxb": "NXB Trẻ", "gia": "105.000", "giaSale": "89.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp36.jpg", "soluong": "20", "moTa": "Tác giả Trịnh Văn Sỹ đã kể lại một cách trung thực nhất, chi tiết nhất và da diết nhất về ngôi làng của ông. Chính những ngôi làng như làng Đa Sỹ của ông đã làm nên đời sống Việt, văn hóa Việt. Trong sự nhớ thương da diết về ngôi làng của mình là một nỗi sợ hãi của tác giả về những điều đẹp đẽ của thiên nhiên và đời sống đang rời bỏ con người. Tác giả Trịnh Văn Sỹ không phải là người muốn níu giữ quá khứ mà là người níu giữ những vẻ đẹp của thiên nhiên và của hồn người. Và khi đã là cái đẹp thì nó không bị thời gian quá khứ, hiện tại hay tương lai giam cầm." },
    { "maSach": "sp37", "tenTacPham": "Con Tin Stockholm", "tacGia": "Hoàng Công Danh", "nxb": "NXB Trẻ", "gia": "80.000", "giaSale": "68.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp37.jpg", "soluong": "20", "moTa": "Con tin Stockholm” là tuyển tập truyện ngắn mới của Hoàng Công Danh. Truyện ngắn Hoàng Công Danh được cấu trúc hiện đại, các chi tiết hấp dẫn, ám ảnh, bất ngờ nhưng lại tạo ra độ sâu suy tưởng đặc trưng. Tập truyện này sẽ cho ta ấn tượng như đọc một tiểu thuyết" },
    { "maSach": "sp38", "tenTacPham": "Mưa Thu Nhớ Tằm", "tacGia": " Bình Nguyên Lộc", "nxb": "NXB Trẻ", "gia": "95.000", "giaSale": "81.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp38.jpg", "soluong": "20", "moTa": "Mưa thu nhớ tằm” kể về một người đàn ông từ miền Trung vào Nam lập nghiệp. Ông trồng một cây dâu trước nhà, nhìn cây mà nhớ nghề nuôi tằm xưa ở quê hương. Có đêm, ông giật mình nghe như tiếng tằm ăn lá, thắp đèn soi tìm nhưng không thấy tằm đâu. Đó là một mong ngóng hão huyền nhưng đầy thơ mộng của một người xa xứ. " },
    { "maSach": "sp39", "tenTacPham": "Những Đêm Sương", "tacGia": "Quỳnh Giao", "nxb": "NXB Trẻ", "gia": "110.000", "giaSale": "91.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp39.jpg", "soluong": "20", "moTa": "Truyện “Cô gái quê”, trong phần Quê hương Kinh Bắc, mở đầu cho cuốn sách, là câu chuyện của một chàng trai đã rời quê để đến Hà Thành hoa lệ sinh sống. Một hôm chàng quyết định bán tất cả điền thổ mà cha mẹ để lại nơi quê nhà, để toàn tâm với cuộc sống nơi đô hội. Nhưng trong những ngày về quê, chàng đã cảm nhận được hơi thở của đất đai thông qua những thổ lộ của ông lão làm công giữ đất, về những kỷ niệm của cha mẹ chàng với mảnh đất quê hương. Cũng tại đây chàng đã cảm thấy được sức sống mới qua vẻ đẹp thanh tân của cô con gái ông lão làm vườn. Tất cả những thay đổi trong nhận thức và cảm xúc đã khiến chàng quyết định giữ lại mảnh đất, nơi chôn nhau cắt rún của mình. Đây là một truyện ngắn xuất sắc của Ngọc Giao và nó xứng đáng được mở đầu tập truyện. " },
    { "maSach": "sp40", "tenTacPham": "Ly Ca", "tacGia": "Đỗ Doãn Phương", "nxb": "NXB Dân Trí", "gia": "109.000", "giaSale": "93.000", "theLoai": "Sách Văn Học", "linkAnh": "assets/sanpham/sp40.jpg", "soluong": "20", "moTa": "Ly ca là một tập thơ tình có sức công phá. Ai đó thở dài, lại tình yêu ư? Thì sao? Nếu tìm được cách nói, câu chuyện tình yêu chẳng bao giờ sáo mòn." },

    { "maSach": "sp41", "tenTacPham": "Lần Đầu Làm Cha Mẹ", "tacGia": "Verity Davidson", "nxb": "NXB Hồng Đức", "gia": "58.000", "giaSale": "49.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp41.jpg", "soluong": "20", "moTa": "Lần đầu làm cha mẹ có lẽ là trải nghiệm hạnh phúc nhất trong đời của mỗi người, bởi đó là lần đầu tiên chúng ta gánh vác trọng trách hạ sinh và nuôi nấng một sinh linh mới. Xen lẫn với niềm hân hoan sung sướng tột cùng đó là những áp lực và lo âu đến từ chính trọng trách thiêng liêng đó: Làm sao để nuôi nấng con khỏe mạnh và làm sao để bản thân có thể “sống sót” qua những tháng đầu chăm đứa con đầu lòng.Lần Đầu Làm Cha Mẹ là cuốn cẩm nang bỏ túi thiết thực nhằm giải quyết những khúc mắc vốn đan xen giữa sự rối bời và niềm hân hoan của những ai lần đầu làm cha mẹ." },
    { "maSach": "sp42", "tenTacPham": "Thực Đơn Ăn Uống Kháng Viêm Tăng Cường Hệ Miễn Dịch", "tacGia": "Dorothy Calimeris", "nxb": "NXB Dân Trí", "gia": "138.000", "giaSale": "119.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp42.jpg", "soluong": "20", "moTa": "Đây là cuốn sách nấu ăn cần có trong tủ sách gia đình để giúp bạn tăng cường hệ thống miễn dịch, chống lại tình trạng viêm sưng mãn tính, hiện tượng lâu lành vết thương, lâu khỏi ốm…" },
    { "maSach": "sp43", "tenTacPham": "Con Tôi Khác Biệt", "tacGia": "Elaine Halligan", "nxb": "NXB Dân Trí", "gia": "99.000", "giaSale": "87.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp43.jpg", "soluong": "20", "moTa": "Liệu nuôi dạy con theo lối cha mẹ tích cực có tác dụng với những đứa trẻ gặp khó khăn hay không?” Làm cha mẹ tích cực đơn giản là tập trung vào tình yêu thương giữa cha mẹ với con cái, chứ không phải là dùng các biện pháp kiểm soát như là trừng phạt con hay làm con xấu hổ. Bởi thế, theo logic, nó chắc chắn phải “có tác dụng” với bất kỳ ai. Tuy nhiên với những đứa trẻ gặp khó khăn thì cha mẹ thường hay cảm thấy tuyệt vọng. Họ nhận ra con mình “ngoài tầm kiểm soát”, và họ không thể nào tưởng tượng nổi là có một phương pháp giàu tình thương yêu có thể đưa con họ trở lại quỹ đạo. " },
    { "maSach": "sp44", "tenTacPham": "Kỹ Thuật Cắt May Căn Bản Và Thời Trang", "tacGia": "Cẩm Vân", "nxb": "NXB Phụ Nữ", "gia": "65.000", "giaSale": "55.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp44.jpg", "soluong": "20", "moTa": "" },
    { "maSach": "sp45", "tenTacPham": "20 Phút Đổi Món Tuyệt Ngon", "tacGia": "Lâm Anh Đào", "nxb": "NXB Phụ Nữ", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp45.jpg", "soluong": "20", "moTa": "Tác giả Lâm Anh Đào hiện đang định cư tại Australia cùng ông xã người Việt và 5 con, bé lớn nhất 15 tuổi, bé út 3,5 tuổi. Ngoài công việc chính là quản lý website cho một trường đại học tại Melbourne, Australia vào các ngày hành chính, chị còn dạy piano cho một trung tâm vào dịp cuối tuần. Hằng ngày, chị vẫn tự tay nấu cho chồng con cả hai bữa sáng, tối." },
    { "maSach": "sp46", "tenTacPham": "9 Nguyên Tắc Làm Một Người Chồng Tốt", "tacGia": "Trác Nhã", "nxb": "NXB Dân Trí", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp46.jpg", "soluong": "20", "moTa": "Hôn nhân là nấm mồ của tình yêu” – câu nói này như một lời cảnh tỉnh cho những người chưa lập gia đình về cuộc sống hôn nhân không có màu hồng như thời còn yêu đương nồng đậm. Điều này khiến không ít người sắp kết hôn nghi ngại về một tương lai “cơm không lành, canh chẳng ngọt" },
    { "maSach": "sp47", "tenTacPham": "Hai Mặt Của Gia Đình", "tacGia": "Choi Kwanghyun", "nxb": "NXB Thanh Niên", "gia": "99.000", "giaSale": "87.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp47.jpg", "soluong": "20", "moTa": "Vì sao chúng ta luôn bộc phát cảm xúc khi đứng trước gia đình mình. Vì sao nỗi đau của gia đình nơi bạn sinh ra và lớn lên lại lặp lại trong gia đình hiện tại? Nhiều khi những tổn thương đến từ gia đình nơi chúng ta sinh ra và lớn lên lại chính là nguyên nhân của các vấn đề trong gia đình hiện tại." },
    { "maSach": "sp48", "tenTacPham": "Làm Sao Hợp Với Nửa Kia?", "tacGia": "Michelle Skeen", "nxb": "NXB Dân Trí", "gia": "73.000", "giaSale": "67.000", "theLoai": "Sách Kĩ Năng Sống", "linkAnh": "assets/sanpham/sp48.jpg", "soluong": "20", "moTa": "Khi sống với một người bạn đời khó chịu - người liên tục chỉ trích bạn bởi các tiêu chuẩn không thực tế - bạn có thể cảm thấy tự ti và đau khổ. Bạn bắt đầu tự hỏi liệu bạn có xứng đáng với người bạn đời của mình hay không và làm thế nào để xử lý những xung đột khiến mối quan hệ rơi vào bế tắc,… Cuốn sách này là dành cho bạn." },

    { "maSach": "sp49", "tenTacPham": "Dạy Con Trẻ Cách Tư Duy", "tacGia": "Edward de Bono", "nxb": "NXB Dân Trí", "gia": "149.000", "giaSale": "127.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp49.jpg", "soluong": "20", "moTa": "Một trong những tham vọng của tôi khi viết cuốn sách này là sẽ giúp cho nhiều bạn trẻ ngày càng tự tin rằng: “Tôi biết tư duy.”" },
    { "maSach": "sp50", "tenTacPham": "Hãy Trả Lương Hằng Tháng Cho Con", "tacGia": "Kim Young Ok", "nxb": "NXB Dân Trí", "gia": "109.000", "giaSale": "87.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp50.jpg", "soluong": "20", "moTa": "“Hãy tiết kiệm…” đó là những lời cha mẹ thường hay nhắc nhở con cái, nhưng những chiếc đầu nhỏ sẽ chẳng thể hiểu vì sao chúng cần phải tiết kiệm và nếu không tiết kiệm thì chuyện gì sẽ xảy ra. Nhưng chỉ biết tích trữ thôi thì đã đủ chưa, hay trong cuộc sống chúng ta cần nhiều hơn thế?" },
    { "maSach": "sp51", "tenTacPham": "Cách Nuôi Dạy Một Đứa Trẻ Có Trái Tim Ấm Áp", "tacGia": "Nobuyoshi Hirai", "nxb": "NXB Lao Động", "gia": "89.000", "giaSale": "77.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp51.jpg", "soluong": "20", "moTa": "Thế nào là một trái tim ấm áp? Nếu được hỏi “Bạn có trái tim ấm áp không?” – các bạn sẽ trả lời thế nào?Một trái tim ấm áp là một trái tim biết thấu hiểu cảm xúc của đối phương, biết suy nghĩ trên lập trường của đối phương – hay nói cách khác là một trái tim biết quan tâm." },
    { "maSach": "sp52", "tenTacPham": "Cách Khen Cách Mắng Cách Phạt Con", "tacGia": "Wakamatsu Aki, Masami Sasaki", "nxb": "NXB Dân Trí", "gia": "69.000", "giaSale": "58.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp52.jpg", "soluong": "20", "moTa": "Muốn con ngủ sớm thì nó lại chẳng chịu đi ngủ, muốn nó dừng bú mà nó cũng không chịu, lớn lên một chút thì nói cũng không nghe, vì nhút nhát mà bị thiệt thòi…Có rất nhiều vấn như vậy khiến chúng ta nhức đầu trong quá trình nuôi dạy con. Bất cứ người phụ nữ nào đã từng nuôi con đều hiểu rằng trên thế gian này rất nhiều việc không như mình muốn. Trong quyển sách này, tôi muốn giới thiệu một số quan điểm cơ bản và phương pháp nuôi dạy con dựa trên “cách khen”, “cách mắng”, “cách dạy dỗ” trẻ." },
    { "maSach": "sp53", "tenTacPham": "Cách Người Nhật Dạy Con Tự Lập", "tacGia": "Nishimura Hajime", "nxb": "NXB Dân Trí", "gia": "99.000", "giaSale": "87.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp53.jpg", "soluong": "20", "moTa": "Nếu ta có thể khiến trẻ trở nên ham học thì những điều tốt đẹp gì sẽ đến? Không phải chỉ bố mẹ, các thầy cô giáo mà rất nhiều người đang băn khoăn với vấn đề này. Khiến trẻ trở nên ham học không phải là việc dễ ngay cả với những nhà giáo dục chuyên nghiệp." },
    { "maSach": "sp54", "tenTacPham": "Con Khỏe, Mẹ Nhàn, Giảm Ngàn Stress", "tacGia": "Nishimura Hajime", "nxb": "NXB Dân Trí", "gia": "129.000", "giaSale": "128.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp54.jpg", "soluong": "20", "moTa": "Từ 1 - 3 tuổi là độ tuổi ưa khám phá của trẻ. Trẻ sẽ bước ra thế giới xung quanh và khẳng định cá tính của riêng mình. Cùng với đó, bố mẹ cũng có sự thay đổi về mặt cảm xúc. Khi con không còn nằm gọn trong vòng tay mình nữa, tâm trạng lo lắng, nóng vội gần như luôn túc trực trong trái tim bố mẹ. Và điều này vô hình trung khiến bố mẹ stress, mệt mỏi, từ đó đánh mất đi sự bình tĩnh nên có trong bước đầu nuôi dạy và định hình tính cách cho trẻ. Trẻ hạnh phúc nghĩa là trẻ nhận được đầy đủ sự yêu thương và định hướng đúng lúc. Trẻ hạnh phúc nghĩa là trẻ tích cực, trung thực và trong tương lai, trẻ sẽ dễ dàng đạt được nhiều thành công trong cuộc sống." },
    { "maSach": "sp55", "tenTacPham": "Từ Sợi Dây Rốn Thần Kỳ Đến Những Bước Đi Chập Chững", "tacGia": "Bác sĩ Christine Coquart, Catherine Piraud", "nxb": "NXB Dân Trí", "gia": "128.000", "giaSale": "107.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp55.jpg", "soluong": "20", "moTa": "Năm đầu tiên của em bé sẽ có nhiều cột mốc phát triển quan trọng. Nắm bắt đúng các giai đoạn đó bố mẹ sẽ có sự chuẩn bị kỹ lưỡng giúp con phát triển tốt nhất về chiều cao, cân nặng và trí tuệ." },
    { "maSach": "sp56", "tenTacPham": "Học Mẹ Pháp Nuôi Con Từ A-Z", "tacGia": "Dominique Leyronnas", "nxb": "NXB Dân Trí", "gia": "99.000", "giaSale": "79.000", "theLoai": "Sách Bà Mẹ - Em Bé", "linkAnh": "assets/sanpham/sp56.jpg", "soluong": "20", "moTa": "Mẹ Việt thì thường có thiên hướng bao bọc con cái xuất phát từ tâm lý lo lắng, sợ con đau, bị đói hay thiếu chất. Còn các bà mẹ Pháp thì có xu hướng để con phát triển tự nhiên và độc lập. Thực tế đã chứng minh, cách nuôi dạy của các bà mẹ Pháp khiến cho những đứa trẻ khỏe mạnh hơn, năng động hơn và tự tin hơn. Vậy mẹ Pháp đã cất giấu những bí quyết gì giúp các bé yêu trở nên tự giác và ngoan ngoãn như vậy?" },

    { "maSach": "sp58", "tenTacPham": "Bộ Sách Bé Học Tiếng Anh Qua Hình Ảnh ", "tacGia": "First News", "nxb": "NXB Tổng hợp TP.HCM", "gia": "150.000", "giaSale": "120.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp58.jpg", "soluong": "20", "moTa": "Hiện nay, tiếng Anh đã nhanh chóng trở thành ngôn ngữ toàn cầu. Các nghiên cứu khoa học đã chỉ ra tính tích cực của việc học tiếng Anh ngay từ những năm tháng đầu đời. Học tiếng Anh không chỉ giúp trẻ phát triển khả năng ngôn ngữ, khả năng tư duy, mà còn giúp trẻ thông minh, tự tin trong giao tiếp, mở rộng tầm nhìn, đưa trẻ đến gần hơn với những nền văn hóa khác. Việc học sẽ trở nên dễ dàng hơn khi trẻ được tiếp xúc với tiếng Anh thông qua nhiều cách thức như trò chơi, bài hát, và đặc biệt là những truyện kể." },
    { "maSach": "sp59", "tenTacPham": "600 Câu Giao Tiếp Tiếng Hoa - Cuộc Sống Hằng Ngày", "tacGia": "Ngũ Thục Đốc, Thẩm Nhược Nhu", "nxb": "NXB Tổng hợp TP.HCM", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp59.jpg", "soluong": "20", "moTa": "Bộ sách 600 Câu Giao Tiếp Tiếng Hoa gồm 3 cuốn với các chủ đề: Công sở, Cuộc sống hàng ngày, Mua sắm và Ăn uống. Nội dung bài học thiết kế phù hợp theo từng chủ đề cụ thể, mỗi câu đều kèm theo phiên âm, dịch nghĩa, từ vựng, thuận tiện cho việc học phát âm và tra cứu ngữ nghĩa. Sách phân biệt rõ sự khác nhau trong cách sử dụng từ ngữ ở Đài Loan và Trung Quốc. Nếu bạn không có thời gian đến lớp mà muốn giao tiếp tốt, thì bộ sách sẽ là trợ thủ đắc lực cho bạn." },
    { "maSach": "sp60", "tenTacPham": "Hộp Flash Cards-600 Essential Words For The TOEIC", "tacGia": "Dr. Lin Lougheed", "nxb": "NXB Tổng hợp TP.HCM", "gia": "140.000", "giaSale": "112.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp60.jpg", "soluong": "20", "moTa": "Hộp Flashcards - 600 Essential Words For The TOEIC - Học tiếng Anh TOEIC hiệu quả là một vấn đề rất quan trọng bởi vì hiện nay đa phần các công ty, tập đoàn lớn đều sử dụng chứng chỉ TOEIC như một công cụ để đánh giá khả năng sử dụng tiếng Anh của cán bộ nhân viên, và là tiêu chuẩn để lựa chọn ứng viên của các nhà tuyển dụng. Để học TOEIC đạt kết quả cao, Bộ Flashcards 600 Essential Words For The TOEIC sẽ mang đến lựa chọn học tập từ vựng thú vị cho bạn." },
    { "maSach": "sp61", "tenTacPham": "100 Từ Vựng Đầu Tiên Của Tôi - My First 100 Words", "tacGia": "Felicity Brooks", "nxb": "NXB Tổng hợp TP.HCM", "gia": "49.000", "giaSale": "42.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp61.jpg", "soluong": "20", "moTa": "100 từ vựng đầu tiên của tôi - My first 100 wordsBé sẽ dễ dàng học được 100 từ vựng tiếng Anh và tiếng Việt đầu tiên qua cuốn sách tuyệt vời này. Với những hình minh họa sinh động, dễ thương và các chủ đề thú vị, gần gũi, bé sẽ có những giờ đọc sách thật bổ ích và vui vẻ!Hãy quét mã QR bên dưới để nghe tất cả những từ vựng tiếng Anh có trong sách nhé!" },
    { "maSach": "sp62", "tenTacPham": "Toeic Vocab Basic", "tacGia": "Siwonschool English Lab", "nxb": "NXB Tổng hợp TP.HCM", "gia": "149.000", "giaSale": "119.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp62.jpg", "soluong": "20", "moTa": "Toeic Vocab Basic là cuốn sách được thiết kế nhằm giúp người học có thể hoàn thành mục tiêu nhớ và nắm được cách sử dụng của khoảng 1000 từ vựng thường gặp nhất trong Part 5 và 6 của đề thi TOEIC trong vòng 30 ngày. Ngoài ra, bạn còn được cung cấp những nội dung cần thiết liên quan như: các chức năng ngữ pháp của từ xuất hiện nhiều nhất. 200+ cấu trúc và cụm từ cố định thường gặp, 10 đề thi mẫu liên quan đến từ vựng kèm đáp án và 30 bài luyện tập Daily Practice theo ngày kèm đáp án… khiến bài thi TOEIC không còn quá khó đối với những người mới bắt đầu." },
    { "maSach": "sp63", "tenTacPham": "Hackers Toeic Vocabulary", "tacGia": "David Cho", "nxb": "NXB Tổng hợp TP.HCM", "gia": "249.000", "giaSale": "199.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp63.jpg", "soluong": "20", "moTa": "Hackers TOEIC Vocabulary là cuốn sách được thiết kế nhằm giúp người học có thể hoàn thành mục tiêu nhớ và nắm được cách sử dụng của khoảng gần 7600 từ vựng theo các chủ đề khác nhau trong vòng 30 ngày. Ngoài ra, bạn còn được cung cấp những nội dung cần thiết liên quan như: câu hỏi theo định dạng bài thi thật, các xu hướng ra đề của bài thi dạng thức mới. “120 thành ngữ và cụm từ cố định cần biết để chinh phục bài thi TOEIC” ở cuối sách cũng là một nguồn tài liệu quý giá khiến cho các câu hỏi trong bài thi TOEIC không thể làm khó bạn trên con đường chinh phục điểm số mơ ước." },
    { "maSach": "sp64", "tenTacPham": "Try! Thi Năng Lực Nhật Ngữ N5 ", "tacGia": "Hiệp Hội Văn Hóa Sinh Viên Châu Á ABK", "nxb": "NXB Tổng hợp TP.HCM", "gia": "90.000", "giaSale": "77.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp64.jpg", "soluong": "20", "moTa": "Bộ giáo trình TRY! gồm một cuốn TRY! Start cho các bạn mới bắt đầu học tiếng Nhật và 5 cuốn TRY! N1, N2, N3, N4, N5 giúp phát triển các kỹ năng tiếng Nhật thông qua việc học ngữ pháp. Bộ giáo trình này là tài liệu luyện thi thiết thực cho  các cấp độ từ N5 đến N1, giúp người học nắm chắc các điểm ngữ pháp và vận dụng chúng thông qua các bài luyện tập Nghe - Đọc." },
    { "maSach": "sp65", "tenTacPham": "The Langmaster", "tacGia": "Nguyễn Thị Thu Huế", "nxb": "NXB  Đại học Quốc gia Hà Nội", "gia": "69.000", "giaSale": "61.000", "theLoai": "Sách Học Ngoại Ngữ", "linkAnh": "assets/sanpham/sp65.jpg", "soluong": "20", "moTa": "Bộ sách “ Chinh phục ngữ pháp và bài tập tiếng Anh” các lớp 6, 7, 8, 9, 10, 11, 12 được biên soạn theo khung giáo trình tiếng Anh đang được giảng dạy trong các trường Trung học cơ sở và Trung học phổ thông trên toàn quốc." },

    { "maSach": "sp66", "tenTacPham": "Trách Nhiệm Gia Đình Là Hữu Hạn", "tacGia": " Lý Tuyết, Thảo Nguyên", "nxb": "NXB Thanh Niên", "gia": "99.000", "giaSale": "84.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp66.jpg", "soluong": "20", "moTa": "Trách nhiệm gia đình là hữu hạn đào sâu tìm hiểu về cốt lõi của mối quan hệ mẹ con, đồng thời tiết lộ những tác động có thể xảy ra do hành vi của cha mẹ đối với cuộc sống về sau của con cái. Cuốn sách cũng chỉ ra cách chúng ta nên nhận thức và thay đổi tư duy để giải quyết những vấn đề đang tồn tại của chính mình." },
    { "maSach": "sp67", "tenTacPham": "Tôi Không Thích Ồn Ào", "tacGia": "Ashley Davis Bush", "nxb": "NXB Thanh Niên", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp67.jpg", "soluong": "20", "moTa": "Đại bàng một mình bay lượn trên những tầng mây, lũ gà thì kêu quang quác dưới mặt đất.Những tờ tiền giấy nhẹ bẫng nhưng mua được nhiều thứ hơn đống tiền xu leng keng.Những người giản dị và khiêm tốn tạo ra nhiều giá trị xã hội hơn những kẻ ba hoa." },
    { "maSach": "sp68", "tenTacPham": "1 Ngày Bằng 48 Giờ", "tacGia": "Instant Research Institute", "nxb": "NXB Thanh Niên", "gia": "72.000", "giaSale": "61.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp68.jpg", "soluong": "20", "moTa": "Thời gian mỗi ngày của chúng ta chỉ có 24 giờ, nếu không có phương pháp quản lý hiệu quả, khoa học, bạn sẽ luôn trong tình trạng quá tải và mệt mỏi vì không xử lí hết công việc trong ngày. Những tiến bộ, sự thành công của bạn trong tương lại luôn bắt đầu từ ngày hôm nay, từ ý thức và thói quen sử dụng thời gian của chính bạn. Việc sắp xếp và phân bổ thời gian một cách khoa học sẽ giúp bạn luôn cảm thấy thoải mái và không áp lực, khiến bạn tận hưởng niềm vui sống mỗi ngày." },
    { "maSach": "sp69", "tenTacPham": "Tiêu Sao Cho Khéo", "tacGia": "Jane Bingham, Holly Bathie", "nxb": "NXB Thanh Niên", "gia": "88.000", "giaSale": "75.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp69.jpg", "soluong": "20", "moTa": "“Một cuốn sách thiết yếu để trang bị cho thiếu niên và nhi đồng những kỹ năng cần thiết để quản lý tiền bạc cá nhân ở hiện tại và trong tương lai.”--- Lancashire Evening Post" },
    { "maSach": "sp70", "tenTacPham": "Bộ Sách Sống Thực Tế Giữa Đời Thực Dụng", "tacGia": "Mễ Mông, Cảnh Thiên", "nxb": "NXB Thanh Niên", "gia": "197.000", "giaSale": "167.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp70.jpg", "soluong": "20", "moTa": "Con người muốn trưởng thành đều phải trải qua ba lần lột xác “phá kén hóa bướm”. Lần đầu tiên là khi nhận ra mình không phải trung tâm thế giới. Lần thứ hai là khi phát hiện ra dù cố gắng đến đâu vẫn có những việc cảm thấy thật bất lực. Lần thứ ba là khi biết rõ có những việc bản thân không thể làm được nhưng vẫn cố tranh đấu đến cùng." },
    { "maSach": "sp71", "tenTacPham": "Đánh Thức Con Người Phi Thường Trong Bạn", "tacGia": "Anthony Robbins", "nxb": "NXB Thanh Niên", "gia": "168.000", "giaSale": "137.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp71.jpg", "soluong": "20", "moTa": "“Đánh thức con người phi thường trong bạn” là cuốn sách giúp người đọc khám phá giá trị tiềm ẩn của bản thân để tạo nên những kết quả chính mình không ngờ đến. Cuốn sách được viết bởi Athony Robbins – một nhân chứng sống, một ngưỡi đã tìm được sự phi thường trong chính con người mình. " },
    { "maSach": "sp72", "tenTacPham": "Trí Thông Minh Của Sự Tinh Tế", "tacGia": "Tô Mạn", "nxb": "NXB Thanh Niên", "gia": "89.000", "giaSale": "77.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp72.jpg", "soluong": "20", "moTa": "Vì sao có những cô gái cuộc sống lúc nào cũng gặp may mắn, đi làm thì dễ dàng thăng tiến, về nhà thì được chồng yêu thương, gia đình thuận hoà chẳng cãi vã bao giờ? Tất cả là nhờ “Trí thông minh của sự tinh tế ấy không phải sẵn có trời sinh mà là do quá trình rèn giũa tạo thành." },
    { "maSach": "sp73", "tenTacPham": "Làm Chủ Thời Gian, Tự Do Tài Chính", "tacGia": " Ray, Jessica Higdon", "nxb": "NXB Thanh Niên", "gia": "159.000", "giaSale": "137.000", "theLoai": "Sách Kiến Thức Tổng Hợp", "linkAnh": "assets/sanpham/sp73.jpg", "soluong": "20", "moTa": "“Làm chủ thời gian, tự do tài chính, sống đời hạnh phúc” cuốn sách cung cấp 10 nguyên tắc để thay đổi cách nhìn nhận về thực trạng của bản thân, từ đó giúp độc giả hình thành tư duy mới về tiền bạc và thành công. Đồng thời đưa ra những lời khuyên thiết thực theo từng bước để thúc đẩy bạn hành động, nhằm đạt được sự tự do về công việc, tài chính và tìm thấy lẽ sống của cuộc đời. Mặt khác, cuốn sách của Ray và Jess Higdon còn giúp bạn xóa bỏ mặc cảm, củng cố sự tự tin, chuyển đổi tư duy và làm chủ các công cụ để kiểm soát mọi khía cạnh cuộc sống." },

    { "maSach": "sp74", "tenTacPham": "Lịch Sử Thế Giới", "tacGia": "Thiên Giang, Nguyễn Hiến Lê", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "159.000", "giaSale": "157.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp74.jpg", "soluong": "20", "moTa": "Lịch sử thế giới là một tác phẩm hợp soạn của hai tác giả Nguyễn Hiến Lê và Thiên Giang Trần Kim Bảng xuất bản từ những năm 1954 - 1955 tại Sài Gòn. Đây là bộ sách phổ thông được viết với một sử quan khoáng đạt mà nhiệt tâm, cộng với phương pháp khoa học chính xác" },
    { "maSach": "sp75", "tenTacPham": "Lịch Sử Của Sách-What Is The History Of The Book?", "tacGia": "James Raven", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "149.000", "giaSale": "147.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp75.jpg", "soluong": "20", "moTa": "Sách là vật phẩm văn hóa quan trọng nhất của lịch sử loài người. Sự tiến hóa của chúng song hành với tiến hóa của lịch sự nhân loại. Trong lịch sử 5.000 của sách, không chỉ có việc con người tạo ra các loại thư tịch mà bản thân sự tiến hóa của sách đã tham gia thúc đẩy thay đổi xã hội loài người." },
    { "maSach": "sp76", "tenTacPham": "Bộ Sách Lịch Sử Nhân Loại - Jared Diamond ", "tacGia": "Jared Diamond", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "1219.000", "giaSale": "1.207.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp76.jpg", "soluong": "20", "moTa": "Jared Mason Diamond (10/9/1937) là nhà khoa học Mỹ và tác giả nổi tiếng với các tác phẩm: Súng, Vi Trùng Và Thép; Sụp Đổ; Thế Giới Cho Đến Ngày Hôm Qua; Loài Tinh Tinh Thứ 3; v.v... Tuy theo học và có bằng tiến sĩ về sinh lý học, nhưng kiến thức của ông bao trùm hầu như mọi ngành, từ kiến trúc, ngôn ngữ, khảo cổ, đến động vật học, y học. Ông cũng không phải là một học giả “tháp ngà” khi từng chu du khắp châu lục, thậm chí sống nhiều năm ở những nơi “tận cùng thế giới” (như đảo New Guinea, đảo Phục Sinh). Ông cũng được xếp vào hàng ngũ những nhà tư tưởng hiện đại có nhiều ảnh hưởng nhất ở Mỹ." },
    { "maSach": "sp77", "tenTacPham": "Thần Kỳ Kinh Tế Tây Đức", "tacGia": "Tôn Thất Thông", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "179.000", "giaSale": "177.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp77.jpg", "soluong": "20", "moTa": "Đầu năm 1945, khi tiếng súng vừa tắt và bom đạn ngưng giội xuống, mỗi thành phố là một đống gạch ngói đổ nát. Lúc ấy không ai nghĩ rằng Đức có thể vươn lên trở lại ngang bằng, chứ chưa nói tới cao hơn các nước chung quanh. Thế nhưng họ đã đạt được giấc mơ sau một thời gian rất ngắn. Khách quan nhận xét, thành công đó là một sự thần kỳ, và sự phát triển kinh tế vũ bão hậu chiến xứng đáng được tặng danh hiệu Thần kỳ kinh tế." },
    { "maSach": "sp78", "tenTacPham": "Làng Việt Đối Diện Tương Lai Hồi Sinh Quá Khứ", "tacGia": "John Kleinen", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "49.000", "giaSale": "49.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp78.jpg", "soluong": "20", "moTa": "Nông thôn và nông dân Việt Nam là chủ đề luôn được các nhà nghiên cứu trong và ngoài nước quan tâm. Đặc biệt những đổi thay của xã hội nông thôn miền Bắc Việt Nam từ sau Cách Mạng tháng Tám đến nay, lại càng thu hút sự chú ý của nhiều học giả Châ Âu và Bắc Mỹ. Nhiều công trình nghiên cứu, nhiều bài báo và tạp chí đã xuất hiện trong những thập niên gần đây ở Phương Tây, với tên tuổi của nhiều học giả quen thuộc. Đáng tiếc là những công trình nghiên cứu đó không phải tất cả đều được đến tay độc giả Việt Nam, đó là một thiệt thòi lớn đối với giới nghiên cứu nước ta." },
    { "maSach": "sp79", "tenTacPham": "Những Di Chỉ Của Ký Ức", "tacGia": "Pierre Nora", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "76.000", "giaSale": "76.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp79.jpg", "soluong": "20", "moTa": "Con nguời dù ở bất cứ thời đại nào cũng đều mang trong mình những ký ức của thời đã qua, những ký ức đó đọng lại trong tâm thức để trở thành cái gọi là di sản và truyền thống. Chính qua những ký ức mà con người cảm nhận được lịch sử. Đó có thể là những ký ức vật thể như những lâu đài, cung điện, những pho tượng và đài tưởng niệm, hoặc là những ký ức phi vật thể như những bài hát, diễn văn, điếu văn, các thiết chế, các dòng họ…. đều được hình thành trong bối cảnh lịch sử nhất định diễn ra trong quá trình hình thành của dân tộc." },
    { "maSach": "sp80", "tenTacPham": "Quá Trình Khai Phá, Xác Lập, Thực Thi Và Bảo Vệ", "tacGia": "Bộ Quốc Phòng Viện Lịch Sử Quân Sự Việt Nam", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "96.000", "giaSale": "96.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp80.jpg", "soluong": "20", "moTa": "Sinh thời, Chủ tịch Hồ Chí Minh từng nói:Biển, đảo Việt Nam có một vị trí chiến lược vô cùng quan trọng trong công cuộc bảo vệ Tổ quốc. Biển là sân trước, vùng cửa ngõ của quốc gia; đồng thời là không gian chủ quyền, cương vực lãnh thổ. Các vùng biển, đảo và bờ biển nước ta liên quan trực tiếp tới an ninh – quốc phòng, đó cũng là vùng kinh tế quan trọng, có tính chất quyết định trong chiến lược phát triển của đất nước hiện tại và tương lai. Trong bối cảnh tình hình biển Đông, công tác tuyên truyền về chủ quyền biển đảo Việt Nam là hết sức cấp thiết và lâu dài. Nhận thức được tầm quan trọng đó quyển sách Quá Trình Khai Phá, Xác Lập, Thực Thi Và Bảo Vệ Chủ Quyền Của Việt Nam Đối Với Hai Quần Đảo Hoàng Sa Và Trường Sa đã được biên soạn nhằm góp phần vào công tác tuyên truyền, giáo dục biển đảo." },
    { "maSach": "sp81", "tenTacPham": "Thuật Ngữ Lịch Sử Dùng Trong Nhà Trường", "tacGia": "Phan Ngọc Liên", "nxb": "NXB Văn hóa - Văn nghệ", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Lịch Sử", "linkAnh": "assets/sanpham/sp81.jpg", "soluong": "20", "moTa": "Lựa chọn những thuật ngữ, khái niệm cơ bản trong sách giáo trình lịch sử và thường gặp trong các loại tài liệu tham khảo có liên quan, nhằm giúp học sinh hiểu sâu, chính xác, phong phú hơn lịch sử dân tộc và thế giới.    " },

    { "maSach": "sp82", "tenTacPham": "Khoa Học Về Yoga", "tacGia": "Lý Tứ", "nxb": "NXB Dân Trí", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp82.jpg", "soluong": "20", "moTa": "Lối sống hiện đại khiến con người dễ gặp stress và mắc các chứng bệnh thời công nghệ số như “cổ công nghệ”, “đau vai gáy”, “thoát vị đĩa đệm”… Khoa học đã chứng minh rằng yoga – các tư thế, các bài tập thở và thiền – không những giúp giải tỏa căng thẳng, giảm đau hiệu quả và chữa lành mà còn cải thiện các hệ cơ quan trong cơ thể. Với mong muốn đem đến cho mọi người cái nhìn toàn diện nhất, bao quát nhất về các giá trị thực tiễn của yoga, Khoa học về yoga đào sâu vào khía cạnh sinh lý học của hơn 30 tư thế yoga cốt lõi sau khi giới thiệu khái quát nhưng đầy thông tin về giải phẫu cơ thể. Mỗi tư thế được mô tả cặn kẽ và khoa học, từ mọi góc độ – cơ, xương, khớp – mang lại một hình dung cụ thể về cơ thể giúp các yogi tự tin thực hành và kiểm soát tốt tư thế, tránh gặp phải các chấn thương và tối ưu hóa hiệu quả của thực hành yoga." },
    { "maSach": "sp83", "tenTacPham": "Bên Lề Khoa Học", "tacGia": "Trương Văn Tân", "nxb": "NXB Dân Trí", "gia": "124.000", "giaSale": "124.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp83.jpg", "soluong": "20", "moTa": "Phần I, “Khoa học và Giáo dục” có 14 tiểu đề, bàn về những vấn nạn trong nghiên cứu khoa học nói chung, những bất cập trong nghiên cứu và giáo dục tại Việt Nam nói riêng và vài bài tạp bút về khoa học, ngôn ngữ. Tác giả cũng dành 4 tiểu đề để tập trung luận bàn những cuốn sách của các học giả, chẳng hạn như cuốn “The quantum and the lotus” (Lượng tử và hoa sen) của hai nhà khoa học Matthieu Ricard & Trịnh Xuân Thuận." },
    { "maSach": "sp84", "tenTacPham": "Khoa Học Thật Đơn Giản", "tacGia": "Nhiều tác giả", "nxb": "NXB Dân Trí", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp84.jpg", "soluong": "20", "moTa": "Những đề tài khoa học quen thuộc được giới thiệu tới các bạn nhỏ với cách tiếp cận mới mẻ, thú vị và hấp dẫn:" },
    { "maSach": "sp85", "tenTacPham": "12 Mảnh Ghép Vũ Trụ - Ngôi Nhà Cự Giải", "tacGia": "Asbooks biên soạn", "nxb": "NXB Dân Trí", "gia": "55.000", "giaSale": "47.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp85.jpg", "soluong": "20", "moTa": "Vào mỗi thời khắc và nơi chốn riêng biệt khi bạn chào đời, bạn bắt đầu hành trình sống của một cá thể duy nhất, toàn vẹn và tuyệt vời. Bạn sinh vào thời gian này, ở nơi chốn này, vậy bạn là ai? Bạn sinh từ 21/6 - 23/7, theo Chiêm tinh học phương Tây, bạn thuộc cung Cự Giải." },
    { "maSach": "sp86", "tenTacPham": "Chuyến Du Hành Qua Vòng Tròn Hoàng Đạo 2016 ", "tacGia": "Nhóm Lovedia", "nxb": "NXB Dân Trí", "gia": "53.000", "giaSale": "46.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp86.jpg", "soluong": "20", "moTa": "Song Ngư - cung Hoàng đạo vốn nổi danh nhạy cảm, mơ mộng và lãng mạn sẽ có một năm phải suy nghĩ thực tế hơn rất nhiều. Bạn Cá sẽ không thể mãi trốn tránh trong vùng biển êm đềm của mình được nữa. Các vì sao trên bầu trời Chiêm tinh đã rủ nhau kéo bạn ra ngoài và dính vào vô số rắc rối, cũng như những trải nghiệm vô cùng đáng giá trong năm 2016 này." },
    { "maSach": "sp87", "tenTacPham": "Dấu Ấn 12 Con Giáp", "tacGia": "Asbooks biên soạn", "nxb": "NXB Dân Trí", "gia": "55.000", "giaSale": "47.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp87.jpg", "soluong": "20", "moTa": "Con người đã mất hàng nghìn năm quan sát vũ trụ và tự nhiên nhằm tìm kiếm câu trả lời cho mình. Mỗi người mỗi vật đều xuất hiện trên đời này với một vị trí và mục đích riêng." },
    { "maSach": "sp88", "tenTacPham": "Luận Về Cuộc Đời - 365 Ngày Khai Sáng Tâm Hồn", "tacGia": " Osho", "nxb": "NXB Dân Trí", "gia": "144.000", "giaSale": "122.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp88.jpg", "soluong": "20", "moTa": "Bạn đang ngồi… đó là một buổi chiều yên tĩnh. Mặt trời đã khuất dạng, các vì sao đang bắt đầu xuất hiện. Bạn hãy cứ ngồi yên. Đừng nói rằng “Đẹp quá” vì ngay tại khoảnh khắc bạn nói rằng nó đẹp thì nó không còn nguyên vẹn nữa. Khi bạn nói rằng nó đẹp thì bạn đang hồi tưởng quá khứ, bạn đang so sánh hiện tại với quá khứ và nói rằng nó đẹp quá. " },
    { "maSach": "sp89", "tenTacPham": "Khám Phá Tiền Kiếp Và Hậu Kiếp", "tacGia": "Bruce Goldberg", "nxb": "NXB Dân Trí", "gia": "172.000", "giaSale": "154.000", "theLoai": "Sách Khoa Học - Kĩ Thuật", "linkAnh": "assets/sanpham/sp89.jpg", "soluong": "20", "moTa": "Trong cuốn sách đột phá này, Bác sĩ Goldberg dẫn dắt độc giả qua những câu chuyện có thật, sống động và đầy mê hoặc trong quá trình trị liệu bệnh nhân và mở ra cho độc giả một cái nhìn đầy ý nghĩa về quy luật nhân quả, sự tác động của luân hồi trong cuộc sống của chúng ta và làm thế nào thôi miên có thể giúp chúng ta khám phá những kiếp sống của chính mình trong quá khứ và tương lai." },

    { "maSach": "sp90", "tenTacPham": "Nhận Thức Phật Giáo Hòa Hảo", "tacGia": "Nguyễn Văn Hầu", "nxb": "NXB Tôn Giáo", "gia": "172.000", "giaSale": "164.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp90.jpg", "soluong": "20", "moTa": "" },
    { "maSach": "sp91", "tenTacPham": "Giáo Sư Tôn Giáo", "tacGia": "Katja Wehner, Volker Präkelt", "nxb": "NXB Tôn Giáo", "gia": "69.000", "giaSale": "51.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp91.jpg", "soluong": "20", "moTa": "Tớ là Jonas và tớ ở trong đội bóng cùng với Sara, Indrani, Tenzin và Mehmet. Bọn tớ rất “khác nhau” có lẽ vì bọn tớ theo các tôn giáo khác nhau.  Cách bọn tớ ăn mừng mỗi lần chiến thắng trong các trận đấu cũng chẳng hề giống nhau nốt." },
    { "maSach": "sp92", "tenTacPham": "10 Tôn Giáo Lớn Trên Thế Giới", "tacGia": "Hoàng Tâm Xuyên", "nxb": "NXB Tôn Giáo", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp92.jpg", "soluong": "20", "moTa": "Trong thời kỳ đầu tồn tại, cách đây từ một đến hai triệu năm, loài người chưa có quan niệm về thần, cũng chưa có tôn giáo. Chỉ khi sức sản xuất xã hội phát triển đến một giai đoạn nhất định; bộ óc, bàn tay và công cụ lao động của con người ngày càng hoàn thiện; năng lực tư duy trừu tượng của con người xuất hiện một số khái niệm nào đó, con người mới sùng bái thần linh, tôn giáo mới xuất hiện." },
    { "maSach": "sp93", "tenTacPham": "Chính Sách Tôn Giáo Thời Tự Đức", "tacGia": "Nguyễn Ngọc Quỳnh", "nxb": "NXB Tôn Giáo", "gia": "53.000", "giaSale": "53.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp93.jpg", "soluong": "20", "moTa": "Trong lịch sử Việt Nam, cho tới những năm đầu thế kỷ XX vẫn chưa có  đầy đủ theo nghĩa hiện đại. Nghĩa là quan hệ giữa nhà nước và các tổ chức tôn giáo chưa được định chế bằng luật pháp và các văn bản pháp luật, mà các nhà nước phong kiến ở Việt Nam thường sử dụng các văn bản của triều đình như chiếu, chỉ, dụ... để quản lý và vận hành các tôn giáo. Tuy vậy, vẫn có những nhân tố có thể xếp vào phạm trù chính sách tôn giáo. Ở Việt Nam, Trung Hoa và một số nước phương Đông trong thời kỳ phong kiến, vua là người nắm cả thế quyền lẫn thần quyền, nhà nước sử dụng các định chế ở các mức độ từ cao đến thấp (cao nhất là luật, thấp hơn là chỉ, dụ) nhằm điều chỉnh các hành vi xã hội trong lĩnh vực tôn giáo. Các triều đại ở Việt Nam từ Lý – Trần đến Lê – Nguyễn đều có những ứng xử với tôn giáo theo cách thức này. Hiện nay, trong các văn bản pháp luật Việt Nam, chính sách tôn giáo bao gồm các văn bản, chủ trương của Nhà nước đối với các tôn giáo." },
    { "maSach": "sp94", "tenTacPham": "Từ Điển Tôn Giáo Và Các Thể Nghiệm Siêu Việt", "tacGia": "Rosemary Ellen Guiley", "nxb": "NXB Tôn Giáo", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp94.jpg", "soluong": "20", "moTa": "Cuốn Từ Điển Tôn Giáo Và Các Thể Nghiệm Siêu Việt được hoàn thành là cả một công trình sưu tầm, biên soạn công phu và nghiêm túc; bao gồm những kiến thức kinh điển, độc đáo về tôn giáo và những trải nghiệm mang tính chất huyền bí, siêu việt của con người.Đặc điểm nổi bật của cuốn sách là:" },
    { "maSach": "sp95", "tenTacPham": "Tôn Giáo Phương Đông", "tacGia": "Đỗ Minh Hợp", "nxb": "NXB Tôn Giáo", "gia": "51.000", "giaSale": "51.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp95.jpg", "soluong": "20", "moTa": "Tôn giáo phương Đông đóng một vai trò đáng kể trong lịch sử phát triển kinh tế - xã hội, chính trị và văn hóa của các xã hội phương Đông. Tuy nhiên, việc nghiên cứu và phân tích các tôn giáo phương Đông từ gốc độ lịch sử hình thành và phát triển của chúng như một quá trình phức tạp và nhiều chiều, cũng như thực trạng hiện nay của chúng, vị trí và vai trò của chúng trong xã hội phương Đông hiện đại, vẫn còn nhiều việc cần phải làm." },
    { "maSach": "sp96", "tenTacPham": "Những Tôn Giáo Lớn Trong Đời Sống Nhân Loại", "tacGia": "Floyd H. Ross, Tynette Hills", "nxb": "NXB Tôn Giáo", "gia": "19.000", "giaSale": "17.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp96.jpg", "soluong": "20", "moTa": "Có thể nói đây là những bức ký hoạ chân dung các tôn giáo lớn trong đời sống nhân lọai. Nó đã lột tả được cái thần, cái cốt lõi của các tôn giáo - một vấn đề vô cùng khó khăn, phức tạp và tinh tế. Những nét phác hoạ sắc sảo, những điểm nhấn mạnh trong các chân dung của tác giả đã đem đến cho chúng ta những hiểu biết sơ đẳng, căn bản, giúp ta vượt qua những ngộ nhận mà ta dễ mắc sai lầm qua những mảnh vụn rời rạc, chắp vá mà ta biết được, hiểu được hoặc nghe được từ những kiến thức nghe nói vu vơ có thể tin cậy được.  " },
    { "maSach": "sp97", "tenTacPham": "Một Trăm Truyện Tích Nhân Duyên Phật Giáo ", "tacGia": "Nguyễn Minh Tiến, Đoàn Trung Còn", "nxb": "NXB Tôn Giáo", "gia": "66.000", "giaSale": "66.000", "theLoai": "Sách Tôn Giáo - Tâm Linh", "linkAnh": "assets/sanpham/sp97.jpg", "soluong": "20", "moTa": "Đây là một bản kinh Phật đặc sắc, nêu bật lên ý nghĩa nhân quả bằng những truyện tích nhân duyên rất sống độc, được thuật lại với nhiều chi tiết thú vị. Và với nội dung như thế, nên hầu như có thể thích hợp cho mọi tầng lớp, mọi lứa tuổi. Bất cứ ai khi đọc qua một trong những truyện tích này cũng đều có thể rút ra được những điều cần chiêm nghiệm, suy ngẫm trong cách ứng xử hằng ngày của mình." },

    { "maSach": "sp98", "tenTacPham": "Luật Chuyển Giao Công Nghệ", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "19.000", "giaSale": "19.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp98.jpg", "soluong": "20", "moTa": "Luật Chuyển Giao Công Nghệ" },
    { "maSach": "sp99", "tenTacPham": "Luật Quản Lý, Sử Dụng Tài Sản Công", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "19.000", "giaSale": "19.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp99.jpg", "soluong": "20", "moTa": "Luật Quản Lý, Sử Dụng Tài Sản Công" },
    { "maSach": "sp100", "tenTacPham": "Luật Quảng Cáo", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "10.000", "giaSale": "10.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp100.jpg", "soluong": "20", "moTa": "Luật Quảng Cáo" },
    { "maSach": "sp101", "tenTacPham": "Luật Hỗ Trợ Doanh Nghiệp Nhỏ Và Vừa", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "19.000", "giaSale": "19.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp101.jpg", "soluong": "20", "moTa": "Luật Hỗ Trợ Doanh Nghiệp Nhỏ Và Vừa" },
    { "maSach": "sp102", "tenTacPham": "Luật Trợ Giúp Pháp Lý", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "19.000", "giaSale": "17.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp102.jpg", "soluong": "20", "moTa": "Luật Trợ Giúp Pháp Lý" },
    { "maSach": "sp103", "tenTacPham": "Luật Nhập Cảnh, Xuất Cảnh, Quá Cảnh,", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "19.000", "giaSale": "17.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp103.jpg", "soluong": "20", "moTa": "Luật Nhập Cảnh, Xuất Cảnh, Quá Cảnh, Cư Trú Của Người Nước Ngoài Tại Việt Nam" },
    { "maSach": "sp104", "tenTacPham": "Luật Thủy Lợi", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "19.000", "giaSale": "17.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp104.jpg", "soluong": "20", "moTa": "Luật Thủy Lợi" },
    { "maSach": "sp105", "tenTacPham": "Luật Giá", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Chính Trị Quốc Gia", "gia": "19.000", "giaSale": "17.000", "theLoai": "Sách Chính Trị- Pháp Lý", "linkAnh": "assets/sanpham/sp105.jpg", "soluong": "20", "moTa": "Luật Giá" },

    { "maSach": "sp106", "tenTacPham": "Hành Trang Lập Trình", "tacGia": "Vũ Công Tấn Tài", "nxb": "NXB Thanh Niên", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp106.jpg", "soluong": "20", "moTa": "Hành Trang Lập Trình" },
    { "maSach": "sp107", "tenTacPham": "Lập Trình Và Cuộc Sống", "tacGia": "Jeff Atwood", "nxb": "NXB Thanh Niên", "gia": "140.000", "giaSale": "137.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp107.jpg", "soluong": "20", "moTa": "Jeff Atwood bắt đầu viết blog Coding Horror vào năm 2004, và tin rằng nó đã làm thay đổi cuộc đời của mình. Anh cần một cách để theo dõi sự phát triển của phần mềm theo thời gian-bất cứ điều gì anh ta nghĩ đến hoặc làm việc trên nó. Jeff đã nghiên cứu các chủ đề mà anh cảm thấy thú vị, sau đó ghi lại nghiên cứu của mình bằng một bài đăng trên blog mà anh có thể dễ dàng tìm lại và tham khải sau này. Theo thời gian, ngày càng có nhiều độc giả truy cập blog tìm thấy các bài viết hữu ích, liên quan và thú vị. Hiện nay, có khoảng 100.000 độc giả truy cập blog mỗi ngày cũng rất nhiều bình luận và tương tác trên web đó." },
    { "maSach": "sp108", "tenTacPham": "Lập Trình ActionScript Cho Flash", "tacGia": "Nguyễn Trường Sinh", "nxb": "NXB Thanh Niên", "gia": "75.000", "giaSale": "75.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp108.jpg", "soluong": "20", "moTa": "Cuốn sách Lập Trình ActionScript Cho Flash này sẽ cung cấp các kiến thức cơ bản để bạn có thể xây dựng nhiều cấu trúc hấp dẫn. Cuốn sách được chia làm 2 tập. tập 1 giới thiệu đến bạn đọc những nội dung" },
    { "maSach": "sp109", "tenTacPham": "Lập Trình Với Scratch", "tacGia": "Nhiều tác giả", "nxb": "NXB Thanh Niên", "gia": "134.000", "giaSale": "134.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp109.jpg", "soluong": "20", "moTa": "Với khát vọng thay đổi và đồng hành cùng các con trong kỷ nguyên mới, cách mạng mới - CÁCH MẠNG CÔNG NGHỆ 4.0. Không chỉ dành riêng cho các học viên yêu công nghệ mà dành cho tất cả các bạn trong độ tuổi từ 6-16 tuổi. Lập trình Scratch là cơ hội tuyệt vời cho các bạn học viên đam mê công nghệ và muốn ứng dụng công nghệ vào chính cuộc sống hàng ngày của mình. " },
    { "maSach": "sp110", "tenTacPham": "Lập Trình Android", "tacGia": "Th.S Trương Thị Ngọc Phượng", "nxb": "NXB Thanh Niên", "gia": "72.000", "giaSale": "72.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp110.jpg", "soluong": "20", "moTa": "Lập trình Android cung cấp cho người đọc những thông tin chi tiết về nền tảng Android và các kĩ năng lập trình trên nền tảng này. Cuốn sách thật sự rất phù hợp cho những ai yêu thích lập trình, đặc biệt là lập trình cho các thiết bị di động, và có mong muốn xây dựng ứng dụng riêng cho mình." },
    { "maSach": "sp111", "tenTacPham": "JAVA - Lập Trình Mạng", "tacGia": "Nguyễn Phương Lan", "nxb": "NXB Thanh Niên", "gia": "119.000", "giaSale": "107.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp111.jpg", "soluong": "20", "moTa": "JAVA - Lập Trình Mạng - Ấn Bản Dành Cho Sinh Viên" },
    { "maSach": "sp112", "tenTacPham": "Visual Basic 2005 - Học Lập Trình Windows Forms", "tacGia": "Nguyễn Thiên Bằng", "nxb": "NXB Thanh Niên", "gia": "47.000", "giaSale": "47.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp112.jpg", "soluong": "20", "moTa": "Nguyễn Thiên Bằng" },
    { "maSach": "sp113", "tenTacPham": "C# 2005 - Lập Trình Cơ Bản", "tacGia": "Phạm Hữu Khang", "nxb": "NXB Thanh Niên", "gia": "78.000", "giaSale": "78.000", "theLoai": "Sách Công Nghệ Thông Tin", "linkAnh": "assets/sanpham/sp113.jpg", "soluong": "20", "moTa": "Visual Studio .Net 2005 cung cấp nhiều tính năng mới giúp cho bạn dễ dàng xây dựng, kiểm tra và triển khai ứng dụng trên nền Windows. Visual Studio .Net 2005 là tập công cụ hoàn chỉnh dùng để xây dựng ứng dụng Web (ASP.NET Web Application), dịch vụ XML, ứng dụng để bàn (Desktop Application), ứng dụng màn hình và bàn phím (Console Application) và ứng dụng trên điện thoại di động (Mobile Application)." },

    { "maSach": "sp114", "tenTacPham": "Động Vật - Animals", "tacGia": "Anh Tuấn - Đoàn Loan", "nxb": "NXB Dân Trí", "gia": "20.000", "giaSale": "20.000", "theLoai": "Sách Động Vật", "linkAnh": "assets/sanpham/sp114.jpg", "soluong": "20", "moTa": "Trong xã hội hiện đại mà tiến trình toàn cầu hóa ngày càng diễn ra mạnh mẽ, rõ ràng người sử dụng thành thạo hai ngôn ngữ sẽ giao tiếp được với nhiều người hơn. Không những thế, sử dụng song ngữ còn tạo nên ảnh hưởng sâu sắc trên não và giúp bạn trở nên thông minh hơn." },
    { "maSach": "sp115", "tenTacPham": "Động Vật Quý Hiếm", "tacGia": "Trác Việt", "nxb": "NXB Dân Trí", "gia": "119.000", "giaSale": "73.000", "theLoai": "Sách Động Vật", "linkAnh": "assets/sanpham/sp115.jpg", "soluong": "20", "moTa": "Động vật quý hiếm sống trên trái đất cùng với con người, chúng có sức sống mạnh mẽ, và cũng có những bí mật riêng. Cuốn sách này sẽ mang đến cho bạn đọc những trải nghiệm hoàn toàn mới mẻ, vén lên tấm màn bí mật của rất nhiều loại động vật quý hiếm trên thế giới mà hiện đang phải đối mặt với nguy cơ bị tuyệt chủng từng ngày từng giờ." },
    { "maSach": "sp116", "tenTacPham": "Khám Phá Thế Giới Động Vật", "tacGia": "Hong Ye Ji", "nxb": "NXB Dân Trí", "gia": "119.000", "giaSale": "73.000", "theLoai": "Sách Động Vật", "linkAnh": "assets/sanpham/sp116.jpg", "soluong": "20", "moTa": "Cuốn sách được chia ra làm ba phần chính: Phần đầu đề cập tới kiến thức chung về động vật, phần thứ hai là các câu hỏi đố vui về động vật và phần cuối cùng là các khái niệm liên quan tới động vật " },


    { "maSach": "sp117", "tenTacPham": "Nghiên Cứu Định Lượng Trong Kế Toán - Kiểm Toán ", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "NXB Tài Chính", "gia": "249.000", "giaSale": "249.000", "theLoai": "Sách Giáo Khoa - Giáo Trình", "linkAnh": "assets/sanpham/sp117.jpg", "soluong": "20", "moTa": "PGS.TS. Đinh Phi Hổ, PGS.TS. Võ Văn Nhị và PGS.TS. Trần Phước, các tác giả cuốn sách này, là những người có kinh nghiệm lâu năm trong giảng dạy và nghiên cứu những vấn đề kinh tế, kế toán và kiểm toán. Các tác giả đã có nhiều sách, bài báo được công bố trên các tạp chí trong và ngoài nước liên quan đến những chủ đề trên. Trong những năm gần đây, để nâng cao chất lượng nghiên cứu và công bố khoa học theo thông lệ quốc tế, các chương trình đào tạo sau đại học đòi hỏi học viên quan tâm nhiều hơn đến phương pháp nghiên cứu khoa học và chất lượng của luận án (luận văn Thạc sĩ và luận án Tiến sĩ) tốt nghiệp. Trong thực tiễn ở Việt Nam, khi viết luận án và báo cáo nghiên cứu, mặc dù có sự nỗ lực rất lớn, nhiều học viên, nghiên cứu sinh và nhà nghiên cứu vẫn cảm thấy bối rối và gặp nhiều khó khăn trong việc vận dụng các phương pháp nghiên cứu khoa học, nhất là áp dụng các công cụ phân tích thống kê và kinh tế lượng vào nghiên cứu. Chính vì thế, kết quả nghiên cứu chưa đáp ứng chuẩn mực khoa học cũng như chưa vận dụng và thể hiện kết quả nghiên cứu một cách khoa. " },
    { "maSach": "sp118", "tenTacPham": "Xây Dựng Mô Hình Tổ Chức Kế Toán ", "tacGia": "NXB Chính Trị Quốc Gia", "nxb": "Nxb Phương Đông", "gia": "49.000", "giaSale": "47.000", "theLoai": "Sách Giáo Khoa - Giáo Trình", "linkAnh": "assets/sanpham/sp118.jpg", "soluong": "20", "moTa": " Hiện nay ở Việt Nam, Doanh nghiệp Nhỏ và Vừa chiếm tỷ lệ rất lớn và ngày càng phát triển không ngừng về mặt số lượng, lĩnh vực, ngành nghề kinh doanh. Doanh nghiệp Nhỏ và Vừa có vị trí quan trọng trong phát triển nền kinh tế đất nước, và đáp ứng nhu cầu nhiều mặt của cuộc sống trong toàn xã hội trong giai đoạn trước mắt cũng như về lâu dài." },
    { "maSach": "sp119", "tenTacPham": "261 Sơ Đồ Kế Toán Doanh Nghiệp", "tacGia": "PGS. TS. Võ Văn Nhị", "nxb": "NXB Dân Trí", "gia": "52.000", "giaSale": "49.000", "theLoai": "Sách Giáo Khoa - Giáo Trình", "linkAnh": "assets/sanpham/sp119.jpg", "soluong": "20", "moTa": "Hướng dẫn thực hành ghi sổ kế toán theo sơ đồ tài khoản (chữ T) có tác dụng giúp người học và người làm kế toán có cái nhìn vừa cụ thể, vừa tổng quát về mối quan hệ đối ứng giữa các tài khoản khi ghi nhận các nghiệp vụ kinh tế phát sinh. Sơ đồ kế toán chữ T được sử dụng làm công cụ trong giảng dạy nghiệp vụ kế toán để mô tả quy trình kế toán, các nội dung kinh tế – tài chính phát sinh trong doanh nghiệp, đồng thời cũng hỗ trợ cho các nhà thực hành kế toán tham khảo để xác định các quan hệ đối ứng khi ghi sổ kế toán." },
    { "maSach": "sp120", "tenTacPham": "Thống Kê Ứng Dụng Trong Kinh Doanh", "tacGia": "Nhiều tác giả", "nxb": "NXB Dân Trí", "gia": "85.000", "giaSale": "85.000", "theLoai": "Sách Giáo Khoa - Giáo Trình", "linkAnh": "assets/sanpham/sp120.jpg", "soluong": "20", "moTa": "Cuốn sách này ra đời nhằm giúp cho những nhà nghiên cứu, học viên, nghiên cứu sinh có thêm tài liệu tiếp cận phương pháp thống kê trong lĩnh vực kinh doanh, nắm vững các công cụ phân tích nghiên cứu, kỹ năng ứng dụng phần mềm chuyên dụng kết hợp với kiến thức chuyên ngành để thực hiện thành công một luận văn thạc sĩ và cũng làm tài liệu tham khảo cho người viết luận án tiến sĩ, báo cáo nghiên cứu khoa học." },
    { "maSach": "sp121", "tenTacPham": "Giáo Trình Xác Suất Và Thống Kê Cơ Bản", "tacGia": "ThS. Nguyễn Quyết", "nxb": "NXB Kinh Tế TP.HCM", "gia": "77.000", "giaSale": "77.000", "theLoai": "Sách Giáo Khoa - Giáo Trình", "linkAnh": "assets/sanpham/sp121.jpg", "soluong": "20", "moTa": "Ngoài phần thống kê mô tả, kiến thức về xác suất và thống kê suy diễn đóng vai trò đặc biệt quan trọng trong đời sống cũng như trogn nghiên cứu. Đây là phần kiến thức cốt lõi mà hầu hết các trường khối ngành kỹ thuật và khối ngành kinh tế kể cả khối ngành xã hội nhân văn như tâm lý học, giáo dục học...đều phải học với thời lượng 3 - 4 tín chỉ, khoảng 45 - 60 tiết. Trong thu thế hiện nay, hầu hết các trường đào tạo theo tính chỉ với phương châm lấy người học làm trung tâm. Do đó yêu cầu đặt ra là người học phải có khả naangwtuwj học, tự nghiên cứu, sáng tao." },
    { "maSach": "sp122", "tenTacPham": "Bài Tập & Câu Hỏi Nghiệp Vụ Ngân Hàng Thương Mại", "tacGia": "ThS. Phan Ngọc Thùy Như, TS. Trần Thế Sao", "nxb": "NXB Kinh Tế TP.HCM", "gia": "59.000", "giaSale": "50.000", "theLoai": "Sách Giáo Khoa - Giáo Trình", "linkAnh": "assets/sanpham/sp122.jpg", "soluong": "20", "moTa": "Nghiệp vụ ngân hàng thương mại là một trong những môn học bắt buộc trong chương trình đào tạo khối ngành Kế toán, Tài chính, Ngân hàng. Hiện nay, nhiều tập thể tác giả đã dày công biên soạn tài liệu lý thuyết Nghiệp vụ ngân hàng thương mại để phục vụ cho việc giảng dạy và học tập của sinh viên. Nhóm tác giả chúng tôi cũng không ngoài mục đích đó, đã bắt tay vào việc biên soạn cuốn Hệ thống bài tập và câu hỏi trắc nghiệm Nghiệp vụ ngân hàng thương mại." },
    { "maSach": "sp123", "tenTacPham": "Giáo Trình Kỹ Thuật Số ", "tacGia": "Nguyễn Trường Duy, Nguyễn Đình Phú", "nxb": "Nxb Đại học Quốc gia TPHCM", "gia": "75.000", "giaSale": "75.000", "theLoai": "Sách Giáo Khoa - Giáo Trình", "linkAnh": "assets/sanpham/sp123.jpg", "soluong": "20", "moTa": "Kỹ thuật số là môn học cung cấp các kiến thức cơ bản, nền tảng để sinh viên ngành kỹ thuật điện, điện tử có thể tiếp cận các môn học tiếp theo như vi xử lý, vi điều khiển, điều khiển bằng máy tính, thiết bị điều khiển lập trình PLC và nhiều môn học khác." },


    { "maSach": "sp", "tenTacPham": "Nhật Ký Tarot 2", "tacGia": "Brigit Esselmont", "nxb": "NXB Thế giới", "gia": "199.000", "giaSale": "169.000", "theLoai": "Sách Văn Học, Sách Động Vật", "linkAnh": "assets/sanpham/sp1.jpg", "soluong": "20", "moTa": "Tarot không phải một trò chơi dự đoán tương lai, mà là một công cụ tạo ra tương lai. Cuốn sách “Nhật ký Tarot” sẽ giúp bạn đặt chân qua ngưỡng cửa của bộ môn khoa học huyền bí, đầy mê hoặc này.Mỗi khi bạn đứng trước những bước đi quan trọng như thay đổi công việc, tìm kiếm mục tiêu cao hơn của cuộc đời hay các mối quan hệ, “Nhật ký Tarot” sẽ giúp bạn trả lời những câu hỏi, vạch ra mục tiêu và đưa ra quyết định đúng đắn dựa trên sức mạnh của trực giác.Cuốn sách này không chỉ cung cấp cho bạn những hiểu biết căn bản nhất về Tarot, mà còn là công cụ tâm linh hiện đại giúp khai mở tâm hồn, kết nối với trí tuệ nội tâm và khởi tạo một cuộc sống tràn đầy năng lượng. “Việc bạn khám phá ra câu trả lời có tác động mạnh mẽ hơn việc người khác đưa câu trả lời cho bạn. Không có thời điểm nào tốt hơn hiện tại để bạn kết nối với trực giác của chính mình.” _Brigit Esselmont_ Đã đến lúc đưa ra những lựa chọn có ý thức về hình tượng chúng ta muốn trở thành, cuộc sống chúng ta hằng mong muốn, cách chúng ta tận dụng tối đa tiềm năng của bản thân. Và giờ thì, người tìm kiếm linh hồn, bạn đã sẵn sàng bắt đầu cuộc hành trình khám phá bản thân và thực hiện ước mơ bằng trực giác của chính mình chưa?" }
]
